{
  "title": "پرائیسی پالیسی",
  "date": "آخری اپ ڈیٹ: 15 مارچ، 2025",
  "table_of_contents": [
    "معلومات جو ہم جمع کرتے ہیں",
    "ہم معلومات کا استعمال کیسے کرتے ہیں",
    "معلومات کا اشتراک",
    "ڈیٹا کی حفاظت",
    "کوکیز اور ٹریکنگ ٹیکنالوجیز",
    "آپ کے حقوق",
    "تھرڈ پارٹی سروسز",
    "بچوں کی پرائیسی",
    "بین الاقوامی ڈیٹا ٹرانسفر",
    "اس پرائیسی پالیسی میں تبدیلیاں",
    "ہم سے رابطہ کریں"
  ],
  "sections": [
    {
      "heading": "تعارف",
      "items": [
        "اسٹوڈیو ('ہم'، 'ہمارا' یا 'ہمیں') میں خوش آمدید۔ ہم آپ کی رازداری کے تحفظ اور آپ کی ذاتی معلومات کی حفاظت کو یقینی بنانے کے لیے پرعزم ہیں۔ یہ پرائیسی پالیسی وضاحت کرتی ہے کہ جب آپ ہماری ویب سائٹ پر آتے ہیں، ہماری خدمات استعمال کرتے ہیں، یا کسی بھی طریقے سے ہمارے ساتھ بات چیت کرتے ہیں تو ہم آپ کی معلومات کو کیسے جمع، استعمال، ظاہر اور محفوظ کرتے ہیں۔",
        "ہماری خدمات استعمال کر کے، آپ اس پالیسی کے مطابق معلومات جمع کرنے اور استعمال کرنے پر اتفاق کرتے ہیں۔ اگر آپ ہماری پالیسیوں اور طریقوں سے اتفاق نہیں کرتے ہیں، تو براہ کرم ہماری خدمات استعمال نہ کریں۔",
        "یہ پالیسی ہماری ویب سائٹ، موبائل ایپلی کیشنز، اور کسی بھی متعلقہ خدمات، فروخت، مارکیٹنگ، یا تقریبات (اجتماعی طور پر، 'خدمات') کے ذریعے جمع کی گئی تمام معلومات پر لاگو ہوتی ہے۔"
      ]
    },
    {
      "heading": "معلومات جو ہم جمع کرتے ہیں",
      "subsections": [
        {
          "title": "ذاتی معلومات",
          "description": "ہم وہ ذاتی معلومات جمع کر سکتے ہیں جو آپ رضاکارانہ طور پر ہمیں فراہم کرتے ہیں، بشمول:",
          "items": [
            "نام اور رابطے کی معلومات (ای میل ایڈریس، فون نمبر، ڈاک کا پتہ)",
            "کمپنی کی معلومات اور ملازمت کا عہدہ",
            "پروجیکٹ کی تفصیلات اور ضروریات",
            "ادائیگی اور بلنگ کی معلومات",
            "وہ مراسلات جو آپ ہمیں بھیجتے ہیں"
          ]
        },
        {
          "title": "خودکار طور پر جمع کی گئی معلومات",
          "description": "جب آپ ہماری ویب سائٹ پر آتے ہیں، تو ہم آپ کے آلے اور استعمال کے انداز کے بارے میں کچھ معلومات خود بخود جمع کر سکتے ہیں:",
          "items": [
            "IP ایڈریس اور مقام کی معلومات",
            "براؤزر کی قسم اور ورژن",
            "آلے کی معلومات اور آپریٹنگ سسٹم",
            "دیکھے گئے صفحات اور ہماری ویب سائٹ پر گزارا گیا وقت",
            "حوالہ دینے والی ویب سائٹ اور تلاش کی اصطلاحات"
          ]
        }
      ]
    },
    {
      "heading": "ہم معلومات کا استعمال کیسے کرتے ہیں",
      "description": "ہم جمع کردہ معلومات کو مختلف مقاصد کے لیے استعمال کرتے ہیں، بشمول:",
      "items": [
        "اپنی خدمات کی فراہمی اور دیکھ بھال",
        "لین دین کی پروسیسنگ اور کلائنٹ کے تعلقات کا انتظام",
        "پروجیکٹس، خدمات اور اپ ڈیٹس کے بارے میں آپ سے رابطہ کرنا",
        "صارفین کے فیڈ بیک کی بنیاد پر اپنی ویب سائٹ اور خدمات کو بہتر بنانا",
        "ہماری ویب سائٹ پر آپ کے تجربے کو ذاتی بنانا",
        "اپنی خدمات کی مارکیٹنگ (جہاں ضرورت ہو آپ کی رضامندی کے ساتھ)",
        "قانونی ذمہ داریوں کی تعمیل اور اپنے حقوق کا تحفظ",
        "دھوکہ دہی یا سیکیورٹی مسائل کی نشاندہی اور روک تھام"
      ]
    },
    {
      "heading": "معلومات کا اشتراک",
      "description": "ہم آپ کی رضامندی کے بغیر آپ کی ذاتی معلومات کو تیسرے فریق کو فروخت، تجارت یا منتقل نہیں کرتے، سوائے درج ذیل حالات کے:",
      "items": [
        {
          "title": "سروس فراہم کنندگان",
          "details": "ہم قابل اعتماد تھرڈ پارٹی سروس فراہم کنندگان کے ساتھ معلومات کا اشتراک کر سکتے ہیں جو ہماری ویب سائٹ چلانے اور ہمارے کاروبار کو چلانے میں ہماری مدد کرتے ہیں"
        },
        {
          "title": "قانونی تقاضے",
          "details": "ہم معلومات کو ظاہر کر سکتے ہیں جب قانون کے مطابق ضرورت ہو یا اپنے حقوق، جائیداد، یا حفاظت کے تحفظ کے لیے ضروری ہو"
        },
        {
          "title": "کاروباری منتقلی",
          "details": "انضمام، حصول، یا اثاثوں کی فروخت کی صورت میں، آپ کی معلومات منتقل کی جا سکتی ہیں"
        },
        {
          "title": "رضامندی",
          "details": "ہم مخصوص مقاصد کے لیے آپ کی واضح رضامندی کے ساتھ معلومات کا اشتراک کر سکتے ہیں"
        }
      ]
    },
    {
      "heading": "ڈیٹا کی حفاظت",
      "description": "ہم آپ کی ذاتی معلومات کو غیر مجاز رسائی، تبدیلی، انکشاف، یا تباہی سے بچانے کے لیے مناسب تکنیکی اور تنظیمی اقدامات نافذ کرتے ہیں۔",
      "items": [
        "منتقلی کے دوران اور اسٹوریج میں ڈیٹا کی انکرپشن",
        "باقاعدگی سے سیکیورٹی اسیسمنٹ اور اپ ڈیٹس",
        "رسائی کے کنٹرول اور تصدیقی اقدامات (Authentication)",
        "ڈیٹا تحفظ کے طریقوں پر ملازمین کی تربیت",
        "محفوظ بیک اپ اور ریکوری کے طریقہ کار"
      ],
      "disclaimer": "تاہم، انٹرنیٹ پر منتقلی یا الیکٹرانک اسٹوریج کا کوئی بھی طریقہ 100٪ محفوظ نہیں ہے۔ اگرچہ ہم آپ کی معلومات کی حفاظت کی کوشش کرتے ہیں، ہم مکمل سیکیورٹی کی ضمانت نہیں دے سکتے۔"
    },
    {
      "heading": "کوکیز اور ٹریکنگ ٹیکنالوجیز",
      "description": "ہم ہماری ویب سائٹ پر آپ کے تجربے کو بہتر بنانے کے لیے کوکیز اور اسی طرح کی ٹریکنگ ٹیکنالوجیز استعمال کرتے ہیں۔ کوکیز چھوٹی ڈیٹا فائلیں ہوتی ہیں جو آپ کے آلے پر محفوظ ہوتی ہیں جو ہماری مدد کرتی ہیں:",
      "items": [
        "آپ کی ترجیحات اور ترتیبات کو یاد رکھنا",
        "ویب سائٹ کی ٹریفک اور استعمال کے پیٹرن کا تجزیہ کرنا",
        "ذاتی نوعیت کا مواد اور اشتہارات فراہم کرنا",
        "ویب سائٹ کی فعالیت اور کارکردگی کو بہتر بنانا"
      ],
      "contact_note": "آپ اپنے براؤزر کی ترتیبات کے ذریعے کوکیز کو کنٹرول کر سکتے ہیں۔ تاہم، کوکیز کو غیر فعال کرنے سے ویب سائٹ کی کچھ خصوصیات محدود ہو سکتی ہیں۔"
    },
    {
      "heading": "آپ کے حقوق",
      "description": "آپ کے مقام کے لحاظ سے، آپ کو اپنی ذاتی معلومات کے بارے میں درج ذیل حقوق حاصل ہو سکتے ہیں:",
      "items": [
        { "right": "رسائی", "details": "اپنی ان ذاتی معلومات تک رسائی کی درخواست کرنا جو ہمارے پاس موجود ہیں" },
        { "right": "درستگی", "details": "غلط یا نامکمل معلومات کی درستگی کی درخواست کرنا" },
        { "right": "حذف کرنا", "details": "اپنی ذاتی معلومات کو حذف کرنے کی درخواست کرنا" },
        { "right": "منتقلی (Portability)", "details": "اپنی معلومات کو دوسری سروس میں منتقل کرنے کی درخواست کرنا" },
        { "right": "پابندی", "details": "مخصوص حالات میں پروسیسنگ پر پابندی کی درخواست کرنا" },
        { "right": "اعتراض", "details": "جائز مفادات کی بنیاد پر پروسیسنگ پر اعتراض کرنا" },
        { "right": "واپسی", "details": "جہاں قابل اطلاق ہو، پروسیسنگ کے لیے دی گئی رضامندی واپس لینا" }
      ],
      "contact_note": "ان حقوق کو استعمال کرنے کے لیے، براہ کرم 'ہم سے رابطہ کریں' سیکشن میں فراہم کردہ معلومات کا استعمال کرتے ہوئے ہم سے رابطہ کریں۔"
    },
    {
      "heading": "تھرڈ پارٹی سروسز",
      "description": "ہماری ویب سائٹ میں تھرڈ پارٹی ویب سائٹس کے لنکس ہو سکتے ہیں یا یہ تھرڈ پارٹی سروسز کے ساتھ منسلک ہو سکتی ہے۔ ہم ان بیرونی سائٹس کے پرائیسی کے طریقوں کے ذمہ دار نہیں ہیں۔",
      "items": [
        "اینالیٹکس سروسز (گوگل اینالیٹکس وغیرہ)",
        "ادائیگی کے پروسیسر (Payment Processors)",
        "ای میل مارکیٹنگ پلیٹ فارمز",
        "سوشل میڈیا پلیٹ فارمز",
        "کسٹمر سپورٹ ٹولز"
      ]
    },
    {
      "heading": "بچوں کی پرائیسی",
      "content": [
        "ہماری خدمات 16 سال سے کم عمر کے بچوں کے لیے نہیں ہیں۔ ہم جان بوجھ کر 16 سال سے کم عمر بچوں سے ذاتی معلومات جمع نہیں کرتے ہیں۔ اگر ہمیں علم ہوتا ہے کہ ہم نے والدین کی رضامندی کے بغیر 16 سال سے کم عمر بچے سے ذاتی معلومات جمع کی ہیں، تو ہم اپنے سرورز سے اس معلومات کو ہٹانے کے لیے اقدامات کریں گے۔",
        "اگر آپ والدین یا سرپرست ہیں اور سمجھتے ہیں کہ آپ کے بچے نے ہمیں ذاتی معلومات فراہم کی ہیں، تو براہ کرم فوری طور پر ہم سے رابطہ کریں۔"
      ]
    },
    {
      "heading": "بین الاقوامی ڈیٹا ٹرانسفر",
      "content": [
        "آپ کی معلومات آپ کے اپنے ملک کے علاوہ دوسرے ممالک میں منتقل اور پروسیس کی جا سکتی ہیں۔",
        "ہم اس بات کو یقینی بناتے ہیں کہ بین الاقوامی سطح پر ڈیٹا منتقل کرتے وقت مناسب حفاظتی اقدامات موجود ہوں۔"
      ],
      "safeguards": [
        "ریگولیٹری حکام کی طرف سے منظور شدہ معیاری معاہداتی شرائط",
        "متعلقہ ڈیٹا پروٹیکشن اتھارٹیز کے موزوں فیصلے",
        "دیگر قانونی طور پر تسلیم شدہ منتقلی کے طریقہ کار"
      ]
    },
    {
      "heading": "اس پرائیسی پالیسی میں تبدیلیاں",
      "description": "ہم اپنے طریقوں یا متعلقہ قوانین میں تبدیلیوں کی عکاسی کرنے کے لیے وقتاً فوقتاً اس پرائیسی پالیسی کو اپ ڈیٹ کر سکتے ہیں۔ ہم آپ کو کسی بھی مادی تبدیلی کے بارے میں مطلع کریں گے بذریعہ:",
      "items": [
        "ہماری ویب سائٹ پر اپ ڈیٹ شدہ پالیسی پوسٹ کرنا",
        "آپ کو ای میل نوٹیفکیشن بھیجنا (اگر آپ نے اپنا ای میل ایڈریس فراہم کیا ہے)",
        "ہماری ویب سائٹ پر نمایاں نوٹس دکھانا",
        "کسی بھی تبدیلی کے بعد ہماری خدمات کا آپ کا مسلسل استعمال اپ ڈیٹ شدہ پرائیسی پالیسی کی قبولیت کی نشاندہی کرتا ہے۔"
      ]
    }
  ]
}