{
  "title": "سروس کی شرائط (Terms of Service)",
  "date": "آخری اپ ڈیٹ: 15 جنوری، 2025",
  "table_of_contents": [
    "1. شرائط کی قبولیت",
    "2. خدمات کی تفصیل",
    "3. صارف کے اکاؤنٹس",
    "4. ادائیگی کی شرائط",
    "5. دانشورانہ ملکیت (Intellectual Property)",
    "6. صارف کی ذمہ داریاں",
    "7. پرائیسی پالیسی",
    "8. ذمہ داری کی حد",
    "9. منسوخی (Termination)",
    "10. متعلقہ قوانین",
    "11. شرائط میں تبدیلیاں",
    "12. رابطے کی معلومات"
  ],
  "sections": [
    {
      "section_number": "1",
      "heading": "شرائط کی قبولیت",
      "content": [
        "Studio کی ویب سائٹ اور خدمات تک رسائی حاصل کر کے اور انہیں استعمال کر کے، آپ اس معاہدے کی شرائط و ضوابط کے پابند ہونے کو قبول کرتے ہیں۔ اگر آپ مندرجہ بالا شرائط پر عمل کرنے سے اتفاق نہیں کرتے ہیں، تو براہ کرم اس سروس کا استعمال نہ کریں۔",
        "سروس کی یہ شرائط آپ کے (چاہے ذاتی طور پر یا کسی ادارے کی طرف سے - \"آپ\") اور Studio (\"کمپنی\"، \"ہم\"، \"ہمارا\" یا \"ہمیں\") کے درمیان ہماری ویب سائٹ اور خدمات کے استعمال کے حوالے سے ایک قانونی طور پر پابند معاہدہ تشکیل دیتی ہیں۔",
        "آپ اتفاق کرتے ہیں کہ ہماری خدمات تک رسائی حاصل کر کے، آپ نے سروس کی ان تمام شرائط کو پڑھا، سمجھا اور ان کے پابند ہونے پر اتفاق کیا ہے۔ اگر آپ ان تمام شرائط سے اتفاق نہیں کرتے ہیں، تو آپ کو ہماری خدمات استعمال کرنے سے واضح طور پر روک دیا گیا ہے اور آپ کو فوری طور پر استعمال بند کرنا ہوگا۔"
      ]
    },
    {
      "section_number": "2",
      "heading": "خدمات کی تفصیل",
      "content": [
        "Studio ڈیجیٹل ڈیزائن اور ڈویلپمنٹ کی خدمات فراہم کرتا ہے بشمول ویب ڈیزائن، برانڈنگ، موبائل ایپلی کیشن ڈویلپمنٹ، اور ڈیجیٹل مارکیٹنگ سلوشنز۔ ہماری خدمات کاروباروں کو بہترین ڈیجیٹل تجربات تخلیق کرنے میں مدد دینے کے لیے بنائی گئی ہیں۔",
        "ہم کسی بھی وقت پیشگی اطلاع کے بغیر اپنی خدمات کے کسی بھی پہلو میں ترمیم کرنے، معطل کرنے یا اسے بند کرنے کا حق محفوظ رکھتے ہیں۔ ہم کسی بھی وقت، کسی بھی وجہ سے کسی کو بھی سروس فراہم کرنے سے انکار کرنے کا حق بھی محفوظ رکھتے ہیں۔",
        "تمام خدمات دستیابی کے تابع ہیں اور جغرافیائی محل وقوع، تکنیکی رکاوٹوں، یا ہمارے کنٹرول سے باہر دیگر عوامل کی وجہ سے محدود ہو سکتی ہیں۔"
      ]
    },
    {
      "section_number": "3",
      "heading": "صارف کے اکاؤنٹس",
      "content": [
        "جب آپ ہمارے ساتھ اکاؤنٹ بناتے ہیں، تو آپ کو ایسی معلومات فراہم کرنی ہوں گی جو ہر وقت درست، مکمل اور موجودہ ہوں۔ آپ پاس ورڈ کی حفاظت اور اپنے اکاؤنٹ کے تحت ہونے والی تمام سرگرمیوں کے ذمہ دار ہیں۔",
        "آپ بطور صارف نام کسی دوسرے شخص یا ادارے کا نام استعمال نہیں کر سکتے جو قانونی طور پر استعمال کے لیے دستیاب نہ ہو، یا کوئی ایسا نام یا ٹریڈ مارک جو آپ کے علاوہ کسی دوسرے شخص یا ادارے کے حقوق کے تابع ہو، جب تک کہ آپ کے پاس مناسب اجازت نہ ہو۔",
        "ہم اپنی صوابدید پر سروس سے انکار کرنے، اکاؤنٹس بند کرنے، یا آرڈرز منسوخ کرنے کا حق محفوظ رکھتے ہیں، بشمول ان اکاؤنٹس کے جو ہماری نظر میں ان شرائط کی خلاف ورزی کر رہے ہوں۔"
      ]
    },
    {
      "section_number": "4",
      "heading": "ادائیگی کی شرائط",
      "content": [
        "تمام فیسیں امریکی ڈالرز (US Dollars) میں بتائی گئی ہیں اور جب تک کہ دوسری صورت میں بیان نہ کیا جائے، یہ ناقابل واپسی ہیں۔ ادائیگی آپ کے سروس کے معاہدے میں بتائے گئے شیڈول کے مطابق واجب الادا ہے۔ دیر سے ادائیگی کے نتیجے میں سروس معطل ہو سکتی ہے۔",
        "ہم ادائیگی کی مختلف شکلیں قبول کرتے ہیں بشمول کریڈٹ کارڈز، بینک ٹرانسفرز، اور ڈیجیٹل ادائیگی کے پلیٹ فارمز۔ ادائیگی کی تمام معلومات درست اور تازہ ترین ہونی چاہئیں۔",
        "عدم ادائیگی کی صورت میں، ہم خدمات کو معطل کرنے اور قانونی ذرائع سے بقایا رقوم کی وصولی کا حق محفوظ رکھتے ہیں۔"
      ]
    },
    {
      "section_number": "5",
      "heading": "دانشورانہ ملکیت (Intellectual Property)",
      "content": [
        "یہ سروس اور اس کا اصل مواد، خصوصیات اور فنکشنلٹی Studio اور اس کے لائسنس دہندگان کی خصوصی ملکیت ہیں اور رہیں گے۔ یہ سروس کاپی رائٹ، ٹریڈ مارک اور دیگر قوانین کے ذریعے محفوظ ہے۔",
        "خدمات کی مکمل ادائیگی پر، کلائنٹس فائنل ڈیلیوریبلز (Final Deliverables) کی ملکیت حاصل کرتے ہیں جیسا کہ پروجیکٹ کے معاہدے میں بیان کیا گیا ہے۔ تاہم، Studio اپنے پورٹ فولیوز اور مارکیٹنگ مواد میں مکمل شدہ کام کو استعمال کرنے کا حق محفوظ رکھتا ہے۔",
        "آپ ہماری تحریری اجازت کے بغیر ہماری سروس کے کسی بھی مواد کو دوبارہ تیار، تقسیم، ترمیم، یا عوامی طور پر نشر نہیں کر سکتے۔"
      ]
    },
    {
      "section_number": "6",
      "heading": "صارف کی ذمہ داریاں",
      "content": [
        "آپ پروجیکٹ کے درست تقاضے، بروقت فیڈ بیک، اور پروجیکٹ کی تکمیل کے لیے ضروری مواد فراہم کرنے کے ذمہ دار ہیں۔ کلائنٹ کی طرف سے تاخیر کی صورت میں پروجیکٹ کی ٹائم لائن میں توسیع ہو سکتی ہے۔",
        "آپ ہماری خدمات کو کسی بھی غیر قانونی مقصد کے لیے یا دوسروں کو غیر قانونی کام کرنے پر اکسانے کے لیے استعمال نہ کرنے پر اتفاق کرتے ہیں۔ آپ تمام متعلقہ قوانین اور ضوابط کی تعمیل کرنے پر اتفاق کرتے ہیں۔",
        "آپ اپنے اکاؤنٹ کی اسناد کی رازداری برقرار رکھنے کے ذمہ دار ہیں۔ آپ اپنے اکاؤنٹ کے تحت ہونے والی تمام سرگرمیوں کی ذمہ داری قبول کرنے پر اتفاق کرتے ہیں۔"
      ]
    },
    {
      "section_number": "7",
      "heading": "پرائیسی پالیسی",
      "content": [
        "آپ کی رازداری ہمارے لیے اہم ہے۔ ہماری پرائیسی پالیسی بتاتی ہے کہ جب آپ ہماری خدمات استعمال کرتے ہیں تو ہم آپ کی معلومات کو کیسے جمع، استعمال اور محفوظ کرتے ہیں۔ ہماری خدمات استعمال کر کے، آپ ہماری پرائیسی پالیسی کے مطابق معلومات جمع کرنے اور استعمال کرنے پر اتفاق کرتے ہیں۔",
        "ہم وہ معلومات جمع کرتے ہیں جو آپ براہ راست ہمیں فراہم کرتے ہیں، اور وہ معلومات جو آپ کے خدمات استعمال کرنے پر خود بخود جمع ہوتی ہیں۔",
        "ہم آپ کی ذاتی معلومات کو غیر مجاز رسائی یا تبدیلی سے بچانے کے لیے مناسب سیکیورٹی اقدامات نافذ کرتے ہیں۔"
      ]
    },
    {
      "section_number": "8",
      "heading": "ذمہ داری کی حد",
      "content": [
        "کسی بھی صورت میں Studio، اس کے ڈائریکٹرز، ملازمین، شراکت دار یا ایجنٹس کسی بھی بالواسطہ، حادثاتی، خصوصی یا تعزیری نقصانات کے ذمہ دار نہیں ہوں گے، بشمول منافع، ڈیٹا، یا دیگر غیر محسوس نقصانات۔",
        "ہماری ذمہ داری اس رقم تک محدود ہے جو آپ نے اس مخصوص سروس کے لیے ادا کی تھی جس کی وجہ سے دعویٰ پیدا ہوا ہے۔",
        "کچھ دائرہ اختیار مخصوص وارنٹیوں کے اخراج یا حادثاتی نقصانات کی ذمہ داری کی حد کی اجازت نہیں دیتے، اس لیے ہو سکتا ہے کہ مندرجہ بالا حدود آپ پر لاگو نہ ہوں۔"
      ]
    },
    {
      "section_number": "9",
      "heading": "منسوخی (Termination)",
      "content": [
        "ہم اپنی صوابدید پر، بغیر کسی پیشگی اطلاع کے، کسی بھی وجہ سے آپ کا اکاؤنٹ ختم یا معطل کر سکتے ہیں اور سروس تک رسائی کو روک سکتے ہیں۔",
        "اگر آپ اپنا اکاؤنٹ ختم کرنا چاہتے ہیں، تو آپ صرف سروس کا استعمال بند کر سکتے ہیں اور ہمیں تحریری طور پر مطلع کر سکتے ہیں۔",
        "منسوخی پر، آپ کا سروس استعمال کرنے کا حق فوری طور پر ختم ہو جائے گا۔ شرائط کی وہ تمام دفعات جو اپنی نوعیت کے لحاظ سے منسوخی کے بعد بھی برقرار رہنی چاہئیں، برقرار رہیں گی۔"
      ]
    },
    {
      "section_number": "10",
      "heading": "متعلقہ قوانین",
      "content": [
        "ان شرائط کی تشریح اور نفاذ ریاست کیلیفورنیا، ریاستہائے متحدہ کے قوانین کے تحت کیا جائے گا۔ ان شرائط کے کسی حق یا فراہمی کو نافذ کرنے میں ہماری ناکامی کو ان حقوق سے دستبرداری تصور نہیں کیا جائے گا۔",
        "ان شرائط یا ہماری خدمات کے استعمال سے پیدا ہونے والے کسی بھی تنازعہ کو 'امریکن آرربیٹریشن ایسوسی ایشن' کے قواعد کے مطابق ثالثی کے ذریعے حل کیا جائے گا۔",
        "اگر ان شرائط کی کوئی بھی شق عدالت کی طرف سے کالعدم قرار دی جاتی ہے، تو بقیہ دفعات نافذ العمل رہیں گی۔"
      ]
    },
    {
      "section_number": "11",
      "heading": "شرائط میں تبدیلیاں",
      "content": [
        "ہم اپنی صوابدید پر کسی بھی وقت ان شرائط کو تبدیل یا تبدیل کرنے کا حق محفوظ رکھتے ہیں۔ اگر کوئی تبدیلی مادی (بڑی) ہے، تو ہم نئی شرائط کے نافذ ہونے سے کم از کم 30 دن پہلے نوٹس فراہم کریں گے۔",
        "مادی تبدیلی کیا ہے، اس کا تعین ہماری صوابدید پر کیا جائے گا۔ تبدیلیوں کے نافذ ہونے کے بعد ہماری سروس تک رسائی جاری رکھ کر، آپ نظر ثانی شدہ شرائط کے پابند ہونے پر اتفاق کرتے ہیں۔",
        "اگر آپ نئی شرائط سے اتفاق نہیں کرتے ہیں، تو آپ اب سروس استعمال کرنے کے مجاز نہیں ہیں اور آپ کو فوری طور پر استعمال بند کر دینا چاہیے۔"
      ]
    },
    {
      "section_number": "12",
      "heading": "رابطے کی معلومات",
      "description": "اگر آپ کے پاس سروس کی ان شرائط کے بارے میں کوئی سوال ہے، تو براہ کرم ہم سے یہاں رابطہ کریں:",
      "contact_details": {
        "email": "INFO@devisgon.com",
        "phone": "+92 331 6944411",
        "business_hours": "پیر - جمعہ، صبح 9:00 بجے - شام 6:00 بجے (PST)"
      }
    }
  ]
}