{
  "title": "Datenschutzerklärung",
  "date": "Zuletzt aktualisiert: 15. März 2025",
  "table_of_contents": [
    "Informationen, die wir sammeln",
    "Wie wir Informationen verwenden",
    "Weitergabe von Informationen",
    "Datensicherheit",
    "Cookies & Tracking-Technologien",
    "Ihre Rechte",
    "Dienste von Drittanbietern",
    "Datenschutz für Kinder",
    "Internationale Datentransfers",
    "Änderungen an dieser Datenschutzerklärung",
    "Kontaktieren Sie uns"
  ],
  "sections": [
    {
      "heading": "Einleitung",
      "items": [
        "Willkommen bei Studio ('wir', 'unser' oder 'uns'). Wir setzen uns für den Schutz Ihrer Privatsphäre und die Sicherheit Ihrer persönlichen Daten ein. Diese Datenschutzerklärung erklärt, wie wir Ihre Informationen sammeln, verwenden, offenlegen und schützen, wenn Sie unsere Website besuchen, unsere Dienste nutzen oder in irgendeiner Weise mit uns interagieren.",
        "Durch die Nutzung unserer Dienste stimmen Sie der Erhebung und Verwendung von Informationen gemäß dieser Richtlinie zu. Wenn Sie mit unseren Richtlinien und Praktiken nicht einverstanden sind, nutzen Sie unsere Dienste bitte nicht.",
        "Diese Richtlinie gilt für alle Informationen, die über unsere Website, mobile Anwendungen und alle damit verbundenen Dienste, Verkäufe, Marketingaktivitäten oder Veranstaltungen (zusammenfassend die 'Dienste') gesammelt werden."
      ]
    },
    {
      "heading": "Informationen, die wir sammeln",
      "subsections": [
        {
          "title": "Personenbezogene Daten",
          "description": "Wir können personenbezogene Daten sammeln, die Sie uns freiwillig zur Verfügung stellen, einschließlich:",
          "items": [
            "Name und Kontaktinformationen (E-Mail-Adresse, Telefonnummer, Postanschrift)",
            "Unternehmensinformationen und Jobtitel",
            "Projektdetails und Anforderungen",
            "Zahlungs- und Abrechnungsinformationen",
            "Mitteilungen, die Sie an uns senden"
          ]
        },
        {
          "title": "Automatisch gesammelte Informationen",
          "description": "Wenn Sie unsere Website besuchen, können wir automatisch bestimmte Informationen über Ihr Gerät und Ihr Nutzungsverhalten erfassen:",
          "items": [
            "IP-Adresse und Standortinformationen",
            "Browsertyp und -version",
            "Geräteinformationen und Betriebssystem",
            "Besuchte Seiten und Verweildauer auf unserer Website",
            "Verweisende Website und Suchbegriffe"
          ]
        }
      ]
    },
    {
      "heading": "Wie wir Informationen verwenden",
      "description": "Wir verwenden die von uns gesammelten Informationen für verschiedene Zwecke, darunter:",
      "items": [
        "Bereitstellung und Aufrechterhaltung unserer Dienste",
        "Abwicklung von Transaktionen und Verwaltung von Kundenbeziehungen",
        "Kommunikation mit Ihnen über Projekte, Dienste und Aktualisierungen",
        "Verbesserung unserer Website und Dienste basierend auf Nutzerfeedback",
        "Personalisierung Ihrer Erfahrung auf unserer Website",
        "Marketing unserer Dienste (mit Ihrer Zustimmung, wo erforderlich)",
        "Einhaltung gesetzlicher Verpflichtungen und Schutz unserer Rechte",
        "Erkennung und Verhinderung von Betrug oder Sicherheitsproblemen"
      ]
    },
    {
      "heading": "Weitergabe von Informationen",
      "description": "Wir verkaufen, tauschen oder übertragen Ihre personenbezogenen Daten nicht ohne Ihre Zustimmung an Dritte, außer in den folgenden Fällen:",
      "items": [
        {
          "title": "Dienstleister",
          "details": "Wir können Informationen an vertrauenswürdige Drittanbieter weitergeben, die uns beim Betrieb unserer Website und der Durchführung unserer Geschäfte unterstützen"
        },
        {
          "title": "Gesetzliche Anforderungen",
          "details": "Wir können Informationen offenlegen, wenn dies gesetzlich vorgeschrieben ist oder um unsere Rechte, unser Eigentum oder unsere Sicherheit zu schützen"
        },
        {
          "title": "Geschäftsübertragungen",
          "details": "Im Falle einer Fusion, einer Übernahme oder eines Verkaufs von Vermögenswerten können Ihre Informationen übertragen werden"
        },
        {
          "title": "Einwilligung",
          "details": "Wir können Informationen mit Ihrer ausdrücklichen Zustimmung für bestimmte Zwecke weitergeben"
        }
      ]
    },
    {
      "heading": "Datensicherheit",
      "description": "Wir setzen angemessene technische und organisatorische Maßnahmen ein, um Ihre personenbezogenen Daten vor unbefugtem Zugriff, Änderung, Offenlegung oder Zerstörung zu schützen.",
      "items": [
        "Verschlüsselung von Daten während der Übertragung und im Ruhezustand",
        "Regelmäßige Sicherheitsbewertungen und Updates",
        "Zugangskontrollen und Authentifizierungsmaßnahmen",
        "Schulung der Mitarbeiter zu Datenschutzpraktiken",
        "Sichere Backup- und Wiederherstellungsverfahren"
      ],
      "disclaimer": "Keine Methode der Übertragung über das Internet oder der elektronischen Speicherung ist jedoch zu 100 % sicher. Obwohl wir uns bemühen, Ihre Informationen zu schützen, können wir keine absolute Sicherheit garantieren."
    },
    {
      "heading": "Cookies & Tracking-Technologien",
      "description": "Wir verwenden Cookies und ähnliche Tracking-Technologien, um Ihr Erlebnis auf unserer Website zu verbessern. Cookies sind kleine Datendateien, die auf Ihrem Gerät gespeichert werden und uns helfen:",
      "items": [
        "Ihre Präferenzen und Einstellungen zu speichern",
        "Website-Zugriffe und Nutzungsmuster zu analysieren",
        "Personalisierte Inhalte und Werbeanzeigen bereitzustellen",
        "Die Funktionalität und Leistung der Website zu verbessern"
      ],
      "contact_note": "Sie können die Cookie-Einstellungen über Ihre Browsereinstellungen steuern. Das Deaktivieren von Cookies kann jedoch einige Funktionen der Website einschränken."
    },
    {
      "heading": "Ihre Rechte",
      "description": "Abhängig von Ihrem Standort haben Sie möglicherweise die folgenden Rechte in Bezug auf Ihre personenbezogenen Daten:",
      "items": [
        { "right": "Auskunft", "details": "Zugang zu den bei uns gespeicherten personenbezogenen Daten anfordern" },
        { "right": "Berichtigung", "details": "Korrektur ungenauer oder unvollständiger Informationen anfordern" },
        { "right": "Löschung", "details": "Löschung Ihrer personenbezogenen Daten anfordern" },
        { "right": "Übertragbarkeit", "details": "Übertragung Ihrer Informationen an einen anderen Dienst anfordern" },
        { "right": "Einschränkung", "details": "Einschränkung der Verarbeitung unter bestimmten Umständen anfordern" },
        { "right": "Widerspruch", "details": "Widerspruch gegen die Verarbeitung aufgrund berechtigter Interessen einlegen" },
        { "right": "Widerruf", "details": "Einwilligung in die Verarbeitung widerrufen, falls zutreffend" }
      ],
      "contact_note": "Um diese Rechte auszuüben, kontaktieren Sie uns bitte über die im Abschnitt 'Kontakt' angegebenen Informationen."
    },
    {
      "heading": "Dienste von Drittanbietern",
      "description": "Unsere Website kann Links zu Websites Dritter enthalten oder in Dienste Dritter integriert sein. Wir sind nicht für die Datenschutzpraktiken dieser externen Websites verantwortlich.",
      "items": [
        "Analysedienste (Google Analytics usw.)",
        "Zahlungsabwickler",
        "E-Mail-Marketing-Plattformen",
        "Social-Media-Plattformen",
        "Kundensupport-Tools"
      ]
    },
    {
      "heading": "Datenschutz für Kinder",
      "content": [
        "Unsere Dienste sind nicht für Kinder unter 16 Jahren bestimmt. Wir sammeln nicht wissentlich personenbezogene Daten von Kindern unter 16 Jahren. Wenn wir feststellen, dass wir personenbezogene Daten von einem Kind unter 16 Jahren ohne elterliche Zustimmung gesammelt haben, werden wir Schritte unternehmen, um diese Informationen von unseren Servern zu entfernen.",
        "Wenn Sie ein Elternteil oder Erziehungsberechtigter sind und glauben, dass Ihr Kind uns personenbezogene Daten zur Verfügung gestellt hat, kontaktieren Sie uns bitte umgehend."
      ]
    },
    {
      "heading": "Internationale Datentransfers",
      "content": [
        "Ihre Informationen können in andere Länder als Ihr eigenes übertragen und dort verarbeitet werden.",
        "Wir stellen sicher, dass bei internationalen Datentransfers angemessene Sicherheitsvorkehrungen getroffen werden."
      ],
      "safeguards": [
        "Von den Aufsichtsbehörden genehmigte Standardvertragsklauseln",
        "Angemessenheitsbeschlüsse der zuständigen Datenschutzbehörden",
        "Andere rechtlich anerkannte Übertragungsmechanismen"
      ]
    },
    {
      "heading": "Änderungen an dieser Datenschutzerklärung",
      "description": "Wir können diese Datenschutzerklärung von Zeit zu Zeit aktualisieren, um Änderungen in unseren Praktiken oder geltenden Gesetzen widerzuspiegeln. Wir werden Sie über wesentliche Änderungen informieren durch:",
      "items": [
        "Veröffentlichung der aktualisierten Richtlinie auf unserer Website",
        "Senden einer E-Mail-Benachrichtigung (falls Sie Ihre E-Mail-Adresse angegeben haben)",
        "Anzeige eines deutlichen Hinweises auf unserer Website",
        "Ihre fortgesetzte Nutzung unserer Dienste nach Änderungen gilt als Annahme der aktualisierten Datenschutzerklärung."
      ]
    }
  ]
}