{
  "title": "Nutzungsbedingungen",
  "date": "Zuletzt aktualisiert: 15. Januar 2025",
  "table_of_contents": [
    "1. Annahme der Bedingungen",
    "2. Beschreibung der Dienste",
    "3. Benutzerkonten",
    "4. Zahlungsbedingungen",
    "5. Geistiges Eigentum",
    "6. Verantwortlichkeiten des Benutzers",
    "7. Datenschutzrichtlinie",
    "8. Haftungsbeschränkung",
    "9. Kündigung",
    "10. Anwendbares Recht",
    "11. Änderungen der Bedingungen",
    "12. Kontaktinformationen"
  ],
  "sections": [
    {
      "section_number": "1",
      "heading": "Annahme der Bedingungen",
      "content": [
        "Durch den Zugriff auf und die Nutzung der Website und der Dienste von Studio akzeptieren Sie die Bedingungen dieser Vereinbarung und erklären sich damit einverstanden, an diese gebunden zu sein. Wenn Sie nicht einverstanden sind, die oben genannten Bedingungen einzuhalten, nutzen Sie diesen Dienst bitte nicht.",
        "Diese Nutzungsbedingungen stellen eine rechtlich bindende Vereinbarung dar, die zwischen Ihnen, entweder persönlich oder im Namen eines Unternehmens („Sie“), und Studio („Unternehmen“, „wir“, „uns“ oder „unser“) in Bezug auf Ihren Zugriff auf und Ihre Nutzung unserer Website und Dienste geschlossen wurde.",
        "Sie erklären sich damit einverstanden, dass Sie durch den Zugriff auf unsere Dienste diese Nutzungsbedingungen gelesen und verstanden haben und damit einverstanden sind, an alle diese Bedingungen gebunden zu sein. WENN SIE NICHT MIT ALL DIESEN NUTZUNGSBEDINGUNGEN EINVERSTANDEN SIND, IST IHNEN DIE NUTZUNG UNSERER DIENSTE AUSDRÜCKLICH UNTERSAGT UND SIE MÜSSEN DIE NUTZUNG SOFORT EINSTELLEN."
      ]
    },
    {
      "section_number": "2",
      "heading": "Beschreibung der Dienste",
      "content": [
        "Studio bietet digitale Design- und Entwicklungsdienstleistungen an, einschließlich, aber nicht beschränkt auf Webdesign, Branding, Entwicklung mobiler Anwendungen und digitale Marketinglösungen. Unsere Dienstleistungen sind darauf ausgerichtet, Unternehmen bei der Erstellung überzeugender digitaler Erlebnisse zu unterstützen.",
        "Wir behalten uns das Recht vor, Aspekte unserer Dienste jederzeit und ohne vorherige Ankündigung zu ändern, auszusetzen oder einzustellen. Wir behalten uns außerdem das Recht vor, den Dienst jederzeit und aus beliebigem Grund zu verweigern.",
        "Alle Dienste unterliegen der Verfügbarkeit und können durch den geografischen Standort, technische Einschränkungen oder andere Faktoren außerhalb unserer Kontrolle eingeschränkt sein."
      ]
    },
    {
      "section_number": "3",
      "heading": "Benutzerkonten",
      "content": [
        "Wenn Sie ein Konto bei uns erstellen, müssen Sie Informationen bereitstellen, die jederzeit korrekt, vollständig und aktuell sind. Sie sind für den Schutz des Passworts und für alle Aktivitäten verantwortlich, die unter Ihrem Konto stattfinden.",
        "Sie dürfen als Benutzernamen nicht den Namen einer anderen Person oder eines anderen Unternehmens verwenden, der nicht rechtmäßig zur Nutzung zur Verfügung steht, oder einen Namen oder eine Marke, die den Rechten einer anderen Person oder eines anderen Unternehmens als Ihnen unterliegt, ohne entsprechende Genehmigung.",
        "Wir behalten uns das Recht vor, nach eigenem Ermessen den Dienst zu verweigern, Konten zu kündigen oder Bestellungen zu stornieren, einschließlich, aber nicht beschränkt auf Konten, von denen wir feststellen, dass sie gegen diese Bedingungen verstoßen."
      ]
    },
    {
      "section_number": "4",
      "heading": "Zahlungsbedingungen",
      "content": [
        "Alle Gebühren sind in US-Dollar angegeben und nicht erstattungsfähig, sofern nicht anders angegeben. Die Zahlung ist gemäß dem in Ihrem Servicevertrag festgelegten Zahlungsplan fällig. Zahlungsverzug kann zur Aussetzung des Dienstes führen.",
        "Wir akzeptieren verschiedene Zahlungsarten, einschließlich Kreditkarten, Banküberweisungen und digitale Zahlungsplattformen. Alle Zahlungsinformationen müssen korrekt und aktuell sein.",
        "Im Falle einer Nichtzahlung behalten wir uns das Recht vor, die Dienste auszusetzen und die Einziehung ausstehender Beträge über die entsprechenden rechtlichen Kanäle zu verfolgen."
      ]
    },
    {
      "section_number": "5",
      "heading": "Geistiges Eigentum",
      "content": [
        "Der Dienst und seine ursprünglichen Inhalte, Merkmale und Funktionen sind und bleiben das ausschließliche Eigentum von Studio und seinen Lizenzgebern. Der Dienst ist durch Urheberrechts-, Marken- und andere Gesetze geschützt.",
        "Nach vollständiger Bezahlung der Dienstleistungen erhalten die Kunden das Eigentum an den endgültigen Ergebnissen, wie im Projektvertrag festgelegt. Studio behält sich jedoch das Recht vor, die abgeschlossene Arbeit in Portfolios und Marketingmaterialien zu verwenden.",
        "Sie dürfen das Material unserer Dienste ohne vorherige schriftliche Zustimmung nicht reproduzieren, verteilen, ändern, davon abgeleitete Werke erstellen, öffentlich ausstellen, öffentlich aufführen, neu veröffentlichen, herunterladen, speichern oder übertragen."
      ]
    },
    {
      "section_number": "6",
      "heading": "Verantwortlichkeiten des Benutzers",
      "content": [
        "Sie sind dafür verantwortlich, genaue Projektanforderungen, zeitnahes Feedback und notwendige Materialien für den Projektabschluss bereitzustellen. Verzögerungen, die durch mangelnde Reaktionsfähigkeit des Kunden verursacht werden, können zu Verlängerungen des Projektzeitplans führen.",
        "Sie erklären sich damit einverstanden, unsere Dienste nicht für rechtswidrige Zwecke zu nutzen oder andere zur Durchführung rechtswidriger Handlungen aufzufordern. Sie erklären sich bereit, alle geltenden Gesetze und Vorschriften einzuhalten.",
        "Sie sind für die Wahrung der Vertraulichkeit Ihrer Kontodaten und für die Beschränkung des Zugriffs auf Ihr Konto verantwortlich. Sie erklären sich bereit, die Verantwortung für alle Aktivitäten zu übernehmen, die unter Ihrem Konto stattfinden."
      ]
    },
    {
      "section_number": "7",
      "heading": "Datenschutzrichtlinie",
      "content": [
        "Ihr Datenschutz ist uns wichtig. Unsere Datenschutzrichtlinie erläutert, wie wir Ihre Informationen sammeln, verwenden und schützen, wenn Sie unsere Dienste nutzen. Durch die Nutzung unserer Dienste stimmen Sie der Erhebung und Verwendung von Informationen gemäß unserer Datenschutzrichtlinie zu.",
        "Wir sammeln Informationen, die Sie uns direkt zur Verfügung stellen, Informationen, die wir automatisch sammeln, wenn Sie unsere Dienste nutzen, und Informationen aus Drittquellen.",
        "Wir setzen angemessene Sicherheitsmaßnahmen ein, um Ihre personenbezogenen Daten vor unbefugtem Zugriff, Änderung, Offenlegung oder Zerstörung zu schützen."
      ]
    },
    {
      "section_number": "8",
      "heading": "Haftungsbeschränkung",
      "content": [
        "In keinem Fall haftet Studio, seine Direktoren, Mitarbeiter, Partner, Agenten, Lieferanten oder verbundenen Unternehmen für indirekte, zufällige, besondere, Folgeschäden oder Strafschadensersatz, einschließlich, aber nicht beschränkt auf entgangenen Gewinn, Datenverlust, Nutzungsausfall, Firmenwertverlust oder andere immaterielle Verluste.",
        "Unsere Haftung ist auf den von Ihnen für den spezifischen Dienst, der den Anspruch begründet hat, gezahlten Betrag beschränkt. Diese Beschränkung gilt unabhängig von der Rechtstheorie, auf der der Anspruch basiert.",
        "In einigen Gerichtsbarkeiten ist der Ausschluss bestimmter Garantien oder die Haftungsbeschränkung für Folgeschäden oder zufällige Schäden nicht zulässig, sodass die oben genannten Beschränkungen möglicherweise nicht auf Sie zutreffen."
      ]
    },
    {
      "section_number": "9",
      "heading": "Kündigung",
      "content": [
        "Wir können Ihr Konto kündigen oder sperren und den Zugriff auf den Dienst sofort und nach eigenem Ermessen ohne vorherige Ankündigung oder Haftung aus beliebigem Grund und ohne Einschränkung sperren.",
        "Wenn Sie Ihr Konto kündigen möchten, können Sie die Nutzung des Dienstes einfach einstellen und uns schriftlich über Ihre Kündigungsabsicht informieren.",
        "Nach der Kündigung erlischt Ihr Recht zur Nutzung des Dienstes sofort. Alle Bestimmungen der Bedingungen, die ihrer Natur nach die Kündigung überdauern sollten, bleiben nach der Kündigung in Kraft."
      ]
    },
    {
      "section_number": "10",
      "heading": "Anwendbares Recht",
      "content": [
        "Diese Bedingungen werden nach den Gesetzen des US-Bundesstaates Kalifornien ausgelegt und geregelt, ungeachtet der Bestimmungen des Kollisionsrechts. Unser Versäumnis, ein Recht oder eine Bestimmung dieser Bedingungen durchzusetzen, gilt nicht als Verzicht auf diese Rechte.",
        "Alle Streitigkeiten, die sich aus diesen Bedingungen oder Ihrer Nutzung unserer Dienste ergeben, werden durch ein verbindliches Schiedsverfahren gemäß den Regeln der American Arbitration Association beigelegt.",
        "Sollte eine Bestimmung dieser Bedingungen von einem Gericht für ungültig oder nicht durchsetzbar befunden werden, bleiben die übrigen Bestimmungen dieser Bedingungen in Kraft."
      ]
    },
    {
      "section_number": "11",
      "heading": "Änderungen der Bedingungen",
      "content": [
        "Wir behalten uns das Recht vor, nach eigenem Ermessen diese Bedingungen jederzeit zu ändern oder zu ersetzen. Wenn eine Überarbeitung wesentlich ist, werden wir mindestens 30 Tage vor Inkrafttreten der neuen Bedingungen eine Mitteilung machen.",
        "Was eine wesentliche Änderung darstellt, wird nach unserem eigenen Ermessen festgelegt. Durch den weiteren Zugriff auf oder die Nutzung unseres Dienstes nach Inkrafttreten von Überarbeitungen erklären Sie sich damit einverstanden, an die überarbeiteten Bedingungen gebunden zu sein.",
        "Wenn Sie den neuen Bedingungen nicht zustimmen, sind Sie nicht mehr berechtigt, den Dienst zu nutzen, und sollten die Nutzung sofort einstellen."
      ]
    },
    {
      "section_number": "12",
      "heading": "Kontaktinformationen",
      "description": "Wenn Sie Fragen zu diesen Nutzungsbedingungen haben, kontaktieren Sie uns bitte unter:",
      "contact_details": {
        "email": "INFO@devisgon.com",
        "phone": "+92 331 6944411",
        "business_hours": "Montag - Freitag, 9:00 - 18:00 Uhr PST"
      }
    }
  ]
}