{
  "title": "Política de Privacidad",
  "date": "Última actualización: 15 de marzo de 2025",
  "table_of_contents": [
    "Información que recopilamos",
    "Cómo utilizamos la información",
    "Información compartida",
    "Seguridad de los datos",
    "Cookies y tecnologías de seguimiento",
    "Sus derechos",
    "Servicios de terceros",
    "Privacidad de los niños",
    "Transferencias internacionales de datos",
    "Cambios en esta Política de Privacidad",
    "Contáctenos"
  ],
  "sections": [
    {
      "heading": "Introducción",
      "items": [
        "Bienvenido a Studio ('nosotros', 'nuestro' o 'nos'). Estamos comprometidos a proteger su privacidad y garantizar la seguridad de su información personal. Esta Política de privacidad explica cómo recopilamos, usamos, divulgamos y protegemos su información cuando visita nuestro sitio web, utiliza nuestros servicios o interactúa con nosotros de cualquier manera.",
        "Al utilizar nuestros servicios, usted acepta la recopilación y el uso de información de acuerdo con esta política. Si no está de acuerdo con nuestras políticas y prácticas, no utilice nuestros servicios.",
        "Esta política se aplica a toda la información recopilada a través de nuestro sitio web, aplicaciones móviles y cualquier servicio relacionado, ventas, marketing o eventos (colectivamente, los 'Servicios')."
      ]
    },
    {
      "heading": "Información que recopilamos",
      "subsections": [
        {
          "title": "Información Personal",
          "description": "Podemos recopilar información personal que usted nos proporcione voluntariamente, incluyendo:",
          "items": [
            "Nombre e información de contacto (correo electrónico, número de teléfono, dirección postal)",
            "Información de la empresa y cargo laboral",
            "Detalles y requisitos del proyecto",
            "Información de pago y facturación",
            "Comunicaciones que nos envíe"
          ]
        },
        {
          "title": "Información recopilada automáticamente",
          "description": "Cuando visita nuestro sitio web, podemos recopilar automáticamente cierta información sobre su dispositivo y patrones de uso:",
          "items": [
            "Dirección IP e información de ubicación",
            "Tipo y versión del navegador",
            "Información del dispositivo y sistema operativo",
            "Páginas visitadas y tiempo pasado en nuestro sitio web",
            "Sitio web de referencia y términos de búsqueda"
          ]
        }
      ]
    },
    {
      "heading": "Cómo utilizamos la información",
      "description": "Utilizamos la información que recopilamos para diversos fines, entre ellos:",
      "items": [
        "Proporcionar y mantener nuestros servicios",
        "Procesar transacciones y gestionar las relaciones con los clientes",
        "Comunicarnos con usted sobre proyectos, servicios y actualizaciones",
        "Mejorar nuestro sitio web y servicios basados en los comentarios de los usuarios",
        "Personalizar su experiencia en nuestro sitio web",
        "Comercializar nuestros servicios (con su consentimiento cuando sea necesario)",
        "Cumplir con las obligaciones legales y proteger nuestros derechos",
        "Detectar y prevenir fraudes o problemas de seguridad"
      ]
    },
    {
      "heading": "Información compartida",
      "description": "No vendemos, comercializamos ni transferimos su información personal a terceros sin su consentimiento, excepto en las siguientes circunstancias:",
      "items": [
        {
          "title": "Proveedores de servicios",
          "details": "Podemos compartir información con proveedores de servicios externos de confianza que nos ayudan a operar nuestro sitio web y realizar nuestro negocio"
        },
        {
          "title": "Requisitos legales",
          "details": "Podemos divulgar información cuando la ley lo exija o para proteger nuestros derechos, propiedad o seguridad"
        },
        {
          "title": "Transferencias de negocios",
          "details": "En caso de fusión, adquisición o venta de activos, su información puede ser transferida"
        },
        {
          "title": "Consentimiento",
          "details": "Podemos compartir información con su consentimiento explícito para fines específicos"
        }
      ]
    },
    {
      "heading": "Seguridad de los datos",
      "description": "Implementamos medidas técnicas y organizativas adecuadas para proteger su información personal contra el acceso, alteración, divulgación o destrucción no autorizados.",
      "items": [
        "Cifrado de datos en tránsito y en reposo",
        "Evaluaciones y actualizaciones periódicas de seguridad",
        "Controles de acceso y medidas de autenticación",
        "Capacitación de los empleados sobre prácticas de protección de datos",
        "Procedimientos seguros de copia de seguridad y recuperación"
      ],
      "disclaimer": "Sin embargo, ningún método de transmisión por Internet o almacenamiento electrónico es 100% seguro. Aunque nos esforzamos por proteger su información, no podemos garantizar una seguridad absoluta."
    },
    {
      "heading": "Cookies y tecnologías de seguimiento",
      "description": "Utilizamos cookies y tecnologías de seguimiento similares para mejorar su experiencia en nuestro sitio web. Las cookies son pequeños archivos de datos almacenados en su dispositivo que nos ayudan a:",
      "items": [
        "Recordar sus preferencias y ajustes",
        "Analizar el tráfico del sitio web y los patrones de uso",
        "Proporcionar contenido y anuncios personalizados",
        "Mejorar la funcionalidad y el rendimiento del sitio web"
      ],
      "contact_note": "Puede controlar la configuración de las cookies a través de las preferencias de su navegador. Sin embargo, desactivar las cookies puede limitar algunas funcionalidades del sitio web."
    },
    {
      "heading": "Sus derechos",
      "description": "Dependiendo de su ubicación, puede tener los siguientes derechos con respecto a su información personal:",
      "items": [
        { "right": "Acceso", "details": "Solicitar acceso a su información personal que poseemos" },
        { "right": "Corrección", "details": "Solicitar la corrección de información inexacta o incompleta" },
        { "right": "Eliminación", "details": "Solicitar la eliminación de su información personal" },
        { "right": "Portabilidad", "details": "Solicitar la transferencia de su información a otro servicio" },
        { "right": "Restricción", "details": "Solicitar la restricción del procesamiento en ciertas circunstancias" },
        { "right": "Objeción", "details": "Oponerse al procesamiento basado en intereses legítimos" },
        { "right": "Retirada", "details": "Retirar el consentimiento para el procesamiento cuando sea aplicable" }
      ],
      "contact_note": "Para ejercer estos derechos, póngase en contacto con nosotros utilizando la información proporcionada en la sección Contáctenos."
    },
    {
      "heading": "Servicios de terceros",
      "description": "Nuestro sitio web puede contener enlaces a sitios web de terceros o integrarse con servicios de terceros. No somos responsables de las prácticas de privacidad de estos sitios externos.",
      "items": [
        "Servicios de análisis (Google Analytics, etc.)",
        "Procesadores de pago",
        "Plataformas de marketing por correo electrónico",
        "Plataformas de redes sociales",
        "Herramientas de atención al cliente"
      ]
    },
    {
      "heading": "Privacidad de los niños",
      "content": [
        "Nuestros servicios no están destinados a niños menores de 16 años. No recopilamos conscientemente información personal de niños menores de 16 años. Si nos damos cuenta de que hemos recopilado información personal de un niño menor de 16 años sin el consentimiento de los padres, tomaremos medidas para eliminar esa información de nuestros servidores.",
        "Si usted es padre o tutor y cree que su hijo nos ha proporcionado información personal, póngase en contacto con nosotros de inmediato."
      ]
    },
    {
      "heading": "Transferencias internacionales de datos",
      "content": [
        "Su información puede ser transferida y procesada en países distintos al suyo.",
        "Garantizamos que se apliquen las salvaguardas adecuadas al transferir datos internacionalmente."
      ],
      "safeguards": [
        "Cláusulas contractuales estándar aprobadas por las autoridades reguladoras",
        "Decisiones de adecuación por parte de las autoridades pertinentes de protección de datos",
        "Otros mecanismos de transferencia legalmente reconocidos"
      ]
    },
    {
      "heading": "Cambios en esta Política de Privacidad",
      "description": "Podemos actualizar esta Política de Privacidad de vez en cuando para reflejar cambios en nuestras prácticas o leyes aplicables. Le notificaremos cualquier cambio material mediante:",
      "items": [
        "La publicación de la política actualizada en nuestro sitio web",
        "El envío de una notificación por correo electrónico (si ha proporcionado su dirección de correo electrónico)",
        "La visualización de un aviso destacado en nuestro sitio web",
        "Su uso continuado de nuestros servicios después de cualquier cambio indica su aceptación de la Política de Privacidad actualizada."
      ]
    }
  ]
}