{
  "title": "Términos de Servicio",
  "date": "Última actualización: 15 de enero de 2025",
  "table_of_contents": [
    "1. Aceptación de los Términos",
    "2. Descripción de los Servicios",
    "3. Cuentas de Usuario",
    "4. Términos de Pago",
    "5. Propiedad Intelectual",
    "6. Responsabilidades del Usuario",
    "7. Política de Privacidad",
    "8. Limitación de Responsabilidad",
    "9. Terminación",
    "10. Ley Aplicable",
    "11. Cambios en los Términos",
    "12. Información de Contacto"
  ],
  "sections": [
    {
      "section_number": "1",
      "heading": "Aceptación de los Términos",
      "content": [
        "Al acceder y utilizar el sitio web y los servicios de Studio, usted acepta y acuerda estar sujeto a los términos y disposiciones de este acuerdo. Si no está de acuerdo con lo anterior, no utilice este servicio.",
        "Estos Términos de Servicio constituyen un acuerdo legalmente vinculante entre usted, ya sea personalmente o en nombre de una entidad (\"usted\") y Studio (\"Compañía\", \"nosotros\", \"nuestro\" o \"nos\"), con respecto a su acceso y uso de nuestro sitio web y servicios.",
        "Usted acepta que al acceder a nuestros servicios, ha leído, entendido y aceptado estar sujeto a todos estos Términos de Servicio. SI NO ESTÁ DE ACUERDO CON TODOS ESTOS TÉRMINOS DE SERVICIO, ENTONCES SE LE PROHÍBE EXPRESAMENTE EL USO DE NUESTROS SERVICIOS Y DEBE INTERRUMPIR SU USO INMEDIATAMENTE."
      ]
    },
    {
      "section_number": "2",
      "heading": "Descripción de los Servicios",
      "content": [
        "Studio ofrece servicios de diseño y desarrollo digital que incluyen, entre otros, diseño web, branding, desarrollo de aplicaciones móviles y soluciones de marketing digital. Nuestros servicios están diseñados para ayudar a las empresas a crear experiencias digitales atractivas.",
        "Nos reservamos el derecho de modificar, suspender o interrumpir cualquier aspecto de nuestros servicios en cualquier momento sin previo aviso. También nos reservamos el derecho de rechazar el servicio a cualquier persona por cualquier motivo en cualquier momento.",
        "Todos los servicios están sujetos a disponibilidad y pueden estar limitados por la ubicación geográfica, limitaciones técnicas u otros factores fuera de nuestro control."
      ]
    },
    {
      "section_number": "3",
      "heading": "Cuentas de Usuario",
      "content": [
        "Cuando crea una cuenta con nosotros, debe proporcionar información que sea precisa, completa y actual en todo momento. Usted es responsable de salvaguardar la contraseña y de todas las actividades que ocurran bajo su cuenta.",
        "No puede usar como nombre de usuario el nombre de otra persona o entidad que no esté legalmente disponible para su uso, un nombre o marca comercial que esté sujeta a cualquier derecho de otra persona o entidad que no sea usted sin la autorización adecuada.",
        "Nos reservamos el derecho de rechazar el servicio, cancelar cuentas o cancelar pedidos a nuestra entera discreción, incluyendo, entre otras, las cuentas que determinemos que violan estos términos."
      ]
    },
    {
      "section_number": "4",
      "heading": "Términos de Pago",
      "content": [
        "Todas las tarifas se cotizan en dólares estadounidenses y no son reembolsables a menos que se indique lo contrario. El pago vence de acuerdo con el calendario de pagos establecido en su acuerdo de servicio. Los pagos atrasados pueden dar lugar a la suspensión del servicio.",
        "Aceptamos diversas formas de pago, incluyendo tarjetas de crédito, transferencias bancarias y plataformas de pago digital. Toda la información de pago debe ser precisa y estar actualizada.",
        "En caso de falta de pago, nos reservamos el derecho de suspender los servicios y perseguir el cobro de las cantidades pendientes a través de los canales legales apropiados."
      ]
    },
    {
      "section_number": "5",
      "heading": "Propiedad Intelectual",
      "content": [
        "El servicio y su contenido original, características y funcionalidad son y seguirán siendo propiedad exclusiva de Studio y sus licenciantes. El servicio está protegido por derechos de autor, marcas comerciales y otras leyes.",
        "Tras el pago total de los servicios, los clientes reciben la propiedad de los entregables finales según se especifica en el acuerdo del proyecto. Sin embargo, Studio conserva el derecho de utilizar el trabajo completado en portafolios y materiales de marketing.",
        "Usted no puede reproducir, distribuir, modificar, crear obras derivadas, mostrar públicamente, realizar públicamente, republicar, descargar, almacenar o transmitir cualquier material de nuestro servicio sin el consentimiento previo por escrito."
      ]
    },
    {
      "section_number": "6",
      "heading": "Responsabilidades del Usuario",
      "content": [
        "Usted es responsable de proporcionar requisitos precisos del proyecto, comentarios oportunos y los materiales necesarios para completar el proyecto. Los retrasos causados por la falta de respuesta del cliente pueden dar lugar a extensiones del cronograma del proyecto.",
        "Usted acepta no utilizar nuestros servicios para ningún propósito ilegal o para solicitar a otros que realicen actos ilegales. Usted acepta cumplir con todas las leyes y regulaciones aplicables.",
        "Usted es responsable de mantener la confidencialidad de las credenciales de su cuenta y de restringir el acceso a su cuenta. Usted acepta aceptar la responsabilidad de todas las actividades que ocurran bajo su cuenta."
      ]
    },
    {
      "section_number": "7",
      "heading": "Política de Privacidad",
      "content": [
        "Su privacidad es importante para nosotros. Nuestra Política de Privacidad explica cómo recopilamos, usamos y protegemos su información cuando utiliza nuestros servicios. Al utilizar nuestros servicios, usted acepta la recopilación y el uso de información de acuerdo con nuestra Política de Privacidad.",
        "Recopilamos información que usted nos proporciona directamente, información que recopilamos automáticamente cuando utiliza nuestros servicios e información de fuentes de terceros.",
        "Implementamos medidas de seguridad apropiadas para proteger su información personal contra el acceso, alteración, divulgación o destrucción no autorizados."
      ]
    },
    {
      "section_number": "8",
      "heading": "Limitación de Responsabilidad",
      "content": [
        "En ningún caso Studio, sus directores, empleados, socios, agentes, proveedores o afiliados serán responsables de ningún daño indirecto, incidental, especial, consecuente o punitivo, incluyendo, sin limitación, pérdida de beneficios, datos, uso, fondo de comercio u otras pérdidas intangibles.",
        "Nuestra responsabilidad se limita al monto pagado por usted por el servicio específico que dio lugar a la reclamación. Esta limitación se aplica independientemente de la teoría legal en la que se base la reclamación.",
        "Algunas jurisdicciones no permiten la exclusión de ciertas garantías o la limitación de responsabilidad por daños consecuentes o incidentales, por lo que las limitaciones anteriores pueden no aplicarse a usted."
      ]
    },
    {
      "section_number": "9",
      "heading": "Terminación",
      "content": [
        "Podemos terminar o suspender su cuenta y prohibir el acceso al servicio de inmediato, sin previo aviso ni responsabilidad, bajo nuestra entera discreción, por cualquier motivo y sin limitación.",
        "Si desea cancelar su cuenta, simplemente puede dejar de usar el servicio y notificarnos por escrito su intención de terminar.",
        "Tras la terminación, su derecho a utilizar el servicio cesará inmediatamente. Todas las disposiciones de los Términos que por su naturaleza deban sobrevivir a la terminación sobrevivirán a la terminación."
      ]
    },
    {
      "section_number": "10",
      "heading": "Ley Aplicable",
      "content": [
        "Estos Términos se interpretarán y regirán por las leyes del Estado de California, Estados Unidos, sin tener en cuenta sus disposiciones sobre conflictos de leyes. Nuestro incumplimiento de cualquier derecho o disposición de estos Términos no se considerará una renuncia a esos derechos.",
        "Cualquier disputa que surja de estos términos o del uso de nuestros servicios se resolverá mediante arbitraje vinculante de acuerdo con las reglas de la Asociación Americana de Arbitraje.",
        "Si alguna disposición de estos Términos es considerada inválida o inaplicable por un tribunal, las disposiciones restantes de estos Términos permanecerán en vigor."
      ]
    },
    {
      "section_number": "11",
      "heading": "Cambios en los Términos",
      "content": [
        "Nos reservamos el derecho, a nuestra entera discreción, de modificar o reemplazar estos Términos en cualquier momento. Si una revisión es material, proporcionaremos un aviso de al menos 30 días antes de que entren en vigor los nuevos términos.",
        "Lo que constituye un cambio material se determinará a nuestra entera discreción. Al continuar accediendo o utilizando nuestro servicio después de que cualquier revisión entre en vigor, usted acepta estar sujeto a los términos revisados.",
        "Si no está de acuerdo con los nuevos términos, ya no está autorizado para usar el servicio y debe interrumpir su uso inmediatamente."
      ]
    },
    {
      "section_number": "12",
      "heading": "Información de Contacto",
      "description": "Si tiene alguna pregunta sobre estos Términos de Servicio, contáctenos en:",
      "contact_details": {
        "email": "INFO@devisgon.com",
        "phone": "+92 331 6944411",
        "business_hours": "Lunes - Viernes, 9:00 AM - 6:00 PM PST"
      }
    }
  ]
}