{
  "title": "服务条款",
  "date": "最后更新日期：2025年1月15日",
  "table_of_contents": [
    "1. 接受条款",
    "2. 服务说明",
    "3. 用户账户",
    "4. 付款条款",
    "5. 知识产权",
    "6. 用户责任",
    "7. 隐私政策",
    "8. 责任限制",
    "9. 终止",
    "10. 适用法律",
    "11. 条款变更",
    "12. 联系信息"
  ],
  "sections": [
    {
      "section_number": "1",
      "heading": "接受条款",
      "content": [
        "访问并使用 Studio 的网站和服务，即表示您接受并同意受本协议条款和规定的约束。如果您不同意遵守上述内容，请不要使用本服务。",
        "本服务条款构成您（无论是个人还是代表实体，“您”）与 Studio（“公司”、“我们”、“我们的”）之间关于您访问和使用我们网站及服务的具有法律约束力的协议。",
        "您同意通过访问我们的服务，您已阅读、理解并同意受所有这些服务条款的约束。如果您不同意所有这些服务条款，则明确禁止您使用我们的服务，并且您必须立即停止使用。"
      ]
    },
    {
      "section_number": "2",
      "heading": "服务说明",
      "content": [
        "Studio 提供数字设计和开发服务，包括但不限于网页设计、品牌推广、移动应用程序开发和数字营销解决方案。我们的服务旨在帮助企业创建引人入胜的数字体验。",
        "我们保留随时修改、暂停或停止我们服务任何方面的权利，恕不另行通知。我们也保留随时以任何理由拒绝向任何人提供服务的权利。",
        "所有服务均视供应情况而定，并可能受到地理位置、技术限制或我们无法控制的其他因素的限制。"
      ]
    },
    {
      "section_number": "3",
      "heading": "用户账户",
      "content": [
        "当您在我们这里创建账户时，您必须始终提供准确、完整和最新的信息。您负责保护密码以及在您的账户下发生的所有活动。",
        "您不得使用他人或实体的名称作为用户名，或者不可合法使用的名称、未经适当授权而受您以外的其他人或实体任何权利约束的名称或商标。",
        "我们保留自行决定拒绝服务、终止账户或取消订单的权利，包括但不限于我们认定违反这些条款的账户。"
      ]
    },
    {
      "section_number": "4",
      "heading": "付款条款",
      "content": [
        "所有费用均以美元报价，除非另有说明，否则不予退还。付款应根据您的服务协议中列出的付款时间表进行。逾期付款可能导致服务暂停。",
        "我们接受各种形式的付款，包括信用卡、银行转账和数字付款平台。所有付款信息必须准确且最新。",
        "在未付款的情况下，我们保留暂停服务并通过适当的法律途径追收欠款的权利。"
      ]
    },
    {
      "section_number": "5",
      "heading": "知识产权",
      "content": [
        "服务及其原创内容、特征和功能是且将一直是 Studio 及其许可方的独家财产。服务受版权、商标和其他法律的保护。",
        "在全额支付服务费用后，客户将获得项目协议中指定的最终交付物的所有权。但是，Studio 保留在作品集和营销材料中使用已完成作品的权利。",
        "未经事先书面同意，您不得复制、分发、修改、创作衍生作品、公开展示、公开表演、重新发布、下载、存储或传输我们服务上的任何材料。"
      ]
    },
    {
      "section_number": "6",
      "heading": "用户责任",
      "content": [
        "您负责提供准确的项目要求、及时的反馈以及完成项目所需的材料。因客户无响应导致的延迟可能会导致项目时间表的延长。",
        "您同意不将我们的服务用于任何非法目的，或诱导他人进行非法行为。您同意遵守所有适用的法律法规。",
        "您负责维护账户凭据的机密性并限制对账户的访问。您同意对在您的账户下发生的所有活动承担责任。"
      ]
    },
    {
      "section_number": "7",
      "heading": "隐私政策",
      "content": [
        "您的隐私对我们很重要。我们的隐私政策解释了当您使用我们的服务时，我们如何收集、使用和保护您的信息。使用我们的服务即表示您同意按照我们的隐私政策收集和使用信息。",
        "我们收集您直接提供给我们的信息、您使用我们服务时我们自动收集的信息以及来自第三方渠道的信息。",
        "我们采取适当的安全措施来保护您的个人信息免遭未经授权的访问、更改、披露或破坏。"
      ]
    },
    {
      "section_number": "8",
      "heading": "责任限制",
      "content": [
        "在任何情况下，Studio、其董事、员工、合作伙伴、代理商、供应商或关联公司均不对任何间接、偶然、特殊、后果性或惩罚性损害承担责任，包括但不限于利润、数据、使用、商誉或其他无形损失的损失。",
        "我们的责任仅限于您为引起索赔的特定服务支付的金额。无论索赔基于何种法律理论，此限制均适用。",
        "某些司法管辖区不允许排除某些保证或限制后果性或偶然性损害的责任，因此上述限制可能对您不适用。"
      ]
    },
    {
      "section_number": "9",
      "heading": "终止",
      "content": [
        "我们可以自行决定立即终止或暂停您的账户并禁止访问服务，无需事先通知或承担责任，无论出于任何原因且不受限制。",
        "如果您希望终止您的账户，您只需停止使用服务并书面通知我们您的终止意向即可。",
        "终止后，您使用服务的权利将立即停止。本条款中按其性质应在终止后继续有效的条款，在终止后应继续有效。"
      ]
    },
    {
      "section_number": "10",
      "heading": "适用法律",
      "content": [
        "这些条款应根据美国加利福尼亚州的法律进行解释和管辖，不考虑其冲突法规定。我们未能执行这些条款的任何权利或规定，将不被视为放弃这些权利。",
        "因这些条款或您使用我们的服务而产生的任何争议，将根据美国仲裁协会的规则通过具有约束力的仲裁解决。",
        "如果本条款的任何规定被法院判定为无效或不可执行，则本条款的其余规定将继续有效。"
      ]
    },
    {
      "section_number": "11",
      "heading": "条款变更",
      "content": [
        "我们保留自行决定随时修改或更换这些条款的权利。如果修订是重大的，我们将在任何新条款生效前至少提前 30 天提供通知。",
        "什么构成重大变更将由我们自行决定。在任何修订生效后继续访问或使用我们的服务，即表示您同意受修订后的条款约束。",
        "如果您不同意新条款，您将不再获得使用服务的授权，并应立即停止使用。"
      ]
    },
    {
      "section_number": "12",
      "heading": "联系信息",
      "description": "如果您对这些服务条款有任何疑问，请联系我们：",
      "contact_details": {
        "email": "INFO@devisgon.com",
        "phone": "+92 331 6944411",
        "business_hours": "周一至周五，太平洋标准时间上午 9:00 - 下午 6:00"
      }
    }
  ]
}