{
  "title": "Politique de Confidentialité",
  "date": "Dernière mise à jour : 15 mars 2025",
  "table_of_contents": [
    "Informations que nous collectons",
    "Comment nous utilisons les informations",
    "Partage d'informations",
    "Sécurité des données",
    "Cookies et technologies de suivi",
    "Vos droits",
    "Services tiers",
    "Confidentialité des enfants",
    "Transferts internationaux de données",
    "Modifications de cette politique",
    "Contactez-nous"
  ],
  "sections": [
    {
      "heading": "Introduction",
      "items": [
        "Bienvenue chez Studio (« nous », « notre » ou « nos »). Nous nous engageons à protéger votre vie privée et à assurer la sécurité de vos informations personnelles. Cette politique de confidentialité explique comment nous collectons, utilisons, divulguons et sauvegardons vos informations lorsque vous visitez notre site web, utilisez nos services ou interagissez avec nous de quelque manière que ce soit.",
        "En utilisant nos services, vous acceptez la collecte et l'utilisation d'informations conformément à cette politique. Si vous n'êtes pas d'accord avec nos politiques et pratiques, veuillez ne pas utiliser nos services.",
        "Cette politique s'applique à toutes les informations collectées via notre site web, nos applications mobiles et tout service, vente, marketing ou événement connexe (collectivement, les « Services »)."
      ]
    },
    {
      "heading": "Informations que nous collectons",
      "subsections": [
        {
          "title": "Informations personnelles",
          "description": "Nous pouvons collecter des informations personnelles que vous nous fournissez volontairement, notamment :",
          "items": [
            "Nom et coordonnées (adresse e-mail, numéro de téléphone, adresse postale)",
            "Informations sur l'entreprise et titre du poste",
            "Détails et exigences du projet",
            "Informations de paiement et de facturation",
            "Communications que vous nous envoyez"
          ]
        },
        {
          "title": "Informations collectées automatiquement",
          "description": "Lorsque vous visitez notre site web, nous pouvons collecter automatiquement certaines informations sur votre appareil et vos habitudes d'utilisation :",
          "items": [
            "Adresse IP et informations de localisation",
            "Type et version du navigateur",
            "Informations sur l'appareil et système d'exploitation",
            "Pages visitées et temps passé sur notre site web",
            "Site web référent et termes de recherche"
          ]
        }
      ]
    },
    {
      "heading": "Comment nous utilisons les informations",
      "description": "Nous utilisons les informations que nous collectons à diverses fins, notamment :",
      "items": [
        "Fournir et maintenir nos services",
        "Traiter les transactions et gérer les relations clients",
        "Communiquer avec vous au sujet des projets, des services et des mises à jour",
        "Améliorer notre site web et nos services en fonction des commentaires des utilisateurs",
        "Personnaliser votre expérience sur notre site web",
        "Commercialiser nos services (avec votre consentement si nécessaire)",
        "Se conformer aux obligations légales et protéger nos droits",
        "Détecter et prévenir la fraude ou les problèmes de sécurité"
      ]
    },
    {
      "heading": "Partage d'informations",
      "description": "Nous ne vendons, n'échangeons ni ne transférons vos informations personnelles à des tiers sans votre consentement, sauf dans les circonstances suivantes :",
      "items": [
        {
          "title": "Prestataires de services",
          "details": "Nous pouvons partager des informations avec des prestataires de services tiers de confiance qui nous aident à exploiter notre site web et à mener nos activités."
        },
        {
          "title": "Exigences légales",
          "details": "Nous pouvons divulguer des informations lorsque la loi l'exige ou pour protéger nos droits, notre propriété ou notre sécurité."
        },
        {
          "title": "Transferts d'entreprise",
          "details": "En cas de fusion, d'acquisition ou de vente d'actifs, vos informations peuvent être transférées."
        },
        {
          "title": "Consentement",
          "details": "Nous pouvons partager des informations avec votre consentement explicite à des fins spécifiques."
        }
      ]
    },
    {
      "heading": "Sécurité des données",
      "description": "Nous mettons en œuvre des mesures techniques et organisationnelles appropriées pour protéger vos informations personnelles contre tout accès, modification, divulgation ou destruction non autorisés.",
      "items": [
        "Cryptage des données en transit et au repos",
        "Évaluations et mises à jour régulières de la sécurité",
        "Contrôles d'accès et mesures d'authentification",
        "Formation des employés sur les pratiques de protection des données",
        "Procédures de sauvegarde et de récupération sécurisées"
      ],
      "disclaimer": "Toutefois, aucune méthode de transmission sur Internet ou de stockage électronique n'est sûre à 100 %. Bien que nous nous efforcions de protéger vos informations, nous ne pouvons garantir une sécurité absolue."
    },
    {
      "heading": "Cookies et technologies de suivi",
      "description": "Nous utilisons des cookies et des technologies de suivi similaires pour améliorer votre expérience sur notre site web. Les cookies sont de petits fichiers de données stockés sur votre appareil qui nous aident à :",
      "items": [
        "Mémoriser vos préférences et paramètres",
        "Analyser le trafic du site web et les habitudes d'utilisation",
        "Fournir du contenu et des publicités personnalisés",
        "Améliorer la fonctionnalité et les performances du site web"
      ],
      "contact_note": "Vous pouvez contrôler les paramètres des cookies via les préférences de votre navigateur. Cependant, la désactivation des cookies peut limiter certaines fonctionnalités du site web."
    },
    {
      "heading": "Vos droits",
      "description": "Selon votre emplacement, vous pouvez avoir les droits suivants concernant vos informations personnelles :",
      "items": [
        { "right": "Accès", "details": "Demander l'accès aux informations personnelles que nous détenons à votre sujet" },
        { "right": "Rectification", "details": "Demander la correction d'informations inexactes ou incomplètes" },
        { "right": "Suppression", "details": "Demander la suppression de vos informations personnelles" },
        { "right": "Portabilité", "details": "Demander le transfert de vos informations vers un autre service" },
        { "right": "Restriction", "details": "Demander la limitation du traitement dans certaines circonstances" },
        { "right": "Opposition", "details": "S'opposer au traitement fondé sur des intérêts légitimes" },
        { "right": "Retrait", "details": "Retirer votre consentement au traitement, le cas échéant" }
      ],
      "contact_note": "Pour exercer ces droits, veuillez nous contacter en utilisant les informations fournies dans la section Contactez-nous."
    },
    {
      "heading": "Services tiers",
      "description": "Notre site web peut contenir des liens vers des sites web de tiers ou s'intégrer à des services tiers. Nous ne sommes pas responsables des pratiques de confidentialité de ces sites externes.",
      "items": [
        "Services d'analyse (Google Analytics, etc.)",
        "Processeurs de paiement",
        "Plateformes de marketing par e-mail",
        "Plateformes de médias sociaux",
        "Outils de support client"
      ]
    },
    {
      "heading": "Confidentialité des enfants",
      "content": [
        "Nos services ne sont pas destinés aux enfants de moins de 16 ans. Nous ne collectons pas sciemment d'informations personnelles auprès d'enfants de moins de 16 ans. Si nous apprenons que nous avons collecté des informations personnelles d'un enfant de moins de 16 ans sans le consentement parental, nous prendrons des mesures pour supprimer ces informations de nos serveurs.",
        "Si vous êtes un parent ou un tuteur et que vous pensez que votre enfant nous a fourni des informations personnelles, veuillez nous contacter immédiatement."
      ]
    },
    {
      "heading": "Transferts internationaux de données",
      "content": [
        "Vos informations peuvent être transférées et traitées dans des pays autres que le vôtre.",
        "Nous veillons à ce que des garanties appropriées soient en place lors du transfert de données à l'échelle internationale."
      ],
      "safeguards": [
        "Clauses contractuelles types approuvées par les autorités réglementaires",
        "Décisions d'adéquation des autorités de protection des données compétentes",
        "Autres mécanismes de transfert reconnus légalement"
      ]
    },
    {
      "heading": "Modifications de cette politique de confidentialité",
      "description": "Nous pouvons mettre à jour cette politique de confidentialité de temps à autre pour refléter les changements dans nos pratiques ou les lois applicables. Nous vous informerons de tout changement important par :",
      "items": [
        "La publication de la politique mise à jour sur notre site web",
        "L'envoi d'une notification par e-mail (si vous avez fourni votre adresse e-mail)",
        "L'affichage d'un avis bien visible sur notre site web",
        "Votre utilisation continue de nos services après tout changement indique votre acceptation de la politique de confidentialité mise à jour."
      ]
    }
  ]
}