{
  "title": "Conditions de Service",
  "date": "Dernière mise à jour : 15 janvier 2025",
  "table_of_contents": [
    "1. Acceptation des Conditions",
    "2. Description des Services",
    "3. Comptes Utilisateurs",
    "4. Modalités de Paiement",
    "5. Propriété Intellectuelle",
    "6. Responsabilités de l'Utilisateur",
    "7. Politique de Confidentialité",
    "8. Limitation de Responsabilité",
    "9. Résiliation",
    "10. Droit Applicable",
    "11. Modifications des Conditions",
    "12. Informations de Contact"
  ],
  "sections": [
    {
      "section_number": "1",
      "heading": "Acceptation des Conditions",
      "content": [
        "En accédant et en utilisant le site Web et les services de Studio, vous acceptez d'être lié par les modalités et dispositions de cet accord. Si vous n'acceptez pas de respecter ce qui précède, veuillez ne pas utiliser ce service.",
        "Ces Conditions de Service constituent un accord légalement contraignant conclu entre vous, personnellement ou au nom d'une entité (« vous ») et Studio (« Société », « nous », « notre » ou « nos »), concernant votre accès et votre utilisation de notre site Web et de nos services.",
        "Vous acceptez qu'en accédant à nos services, vous avez lu, compris et accepté d'être lié par l'intégralité de ces Conditions de Service. SI VOUS N'ACCEPTEZ PAS L'INTÉGRALITÉ DE CES CONDITIONS DE SERVICE, ALORS IL VOUS EST EXPRESSÉMENT INTERDIT D'UTILISER NOS SERVICES ET VOUS DEVEZ CESSER L'UTILISATION IMMÉDIATEMENT."
      ]
    },
    {
      "section_number": "2",
      "heading": "Description des Services",
      "content": [
        "Studio fournit des services de conception et de développement numériques, y compris, mais sans s'y limiter, la conception Web, l'image de marque, le développement d'applications mobiles et des solutions de marketing numérique. Nos services sont conçus pour aider les entreprises à créer des expériences numériques convaincantes.",
        "Nous nous réservons le droit de modifier, suspendre ou d'interrompre tout aspect de nos services à tout moment sans préavis. Nous nous réservons également le droit de refuser le service à quiconque pour n'importe quelle raison et à tout moment.",
        "Tous les services sont soumis à disponibilité et peuvent être limités par la situation géographique, des contraintes techniques ou d'autres facteurs indépendants de notre volonté."
      ]
    },
    {
      "section_number": "3",
      "heading": "Comptes Utilisateurs",
      "content": [
        "Lorsque vous créez un compte chez nous, vous devez fournir des informations exactes, complètes et à jour en tout temps. Vous êtes responsable de la protection du mot de passe et de toutes les activités qui se produisent sous votre compte.",
        "Vous ne pouvez pas utiliser comme nom d'utilisateur le nom d'une autre personne ou entité qui n'est pas légalement disponible pour utilisation, un nom ou une marque de commerce qui est assujetti aux droits d'une autre personne ou entité que vous sans autorisation appropriée.",
        "Nous nous réservons le droit de refuser le service, de résilier des comptes ou d'annuler des commandes à notre seule discrétion, y compris, mais sans s'y limiter, les comptes que nous jugeons être en violation de ces conditions."
      ]
    },
    {
      "section_number": "4",
      "heading": "Modalités de Paiement",
      "content": [
        "Tous les frais sont indiqués en dollars américains et ne sont pas remboursables, sauf indication contraire. Le paiement est dû selon l'échéancier de paiement indiqué dans votre contrat de service. Les retards de paiement peuvent entraîner la suspension du service.",
        "Nous acceptons diverses formes de paiement, notamment les cartes de crédit, les virements bancaires et les plateformes de paiement numérique. Toutes les informations de paiement doivent être exactes et à jour.",
        "En cas de non-paiement, nous nous réservons le droit de suspendre les services et de poursuivre le recouvrement des sommes impayées par les voies légales appropriées."
      ]
    },
    {
      "section_number": "5",
      "heading": "Propriété Intellectuelle",
      "content": [
        "Le service et son contenu original, ses caractéristiques et ses fonctionnalités sont et resteront la propriété exclusive de Studio et de ses concédants de licence. Le service est protégé par le droit d'auteur, les marques de commerce et d'autres lois.",
        "Dès le paiement intégral des services, les clients deviennent propriétaires des livrables finaux tels que spécifiés dans l'accord de projet. Cependant, Studio conserve le droit d'utiliser les travaux achevés dans ses portfolios et ses documents marketing.",
        "Vous ne pouvez pas reproduire, distribuer, modifier, créer des œuvres dérivées, afficher publiquement, exécuter publiquement, republier, télécharger, stocker ou transmettre tout matériel de notre service sans consentement écrit préalable."
      ]
    },
    {
      "section_number": "6",
      "heading": "Responsabilités de l'Utilisateur",
      "content": [
        "Vous êtes responsable de fournir les exigences précises du projet, des commentaires en temps opportun et les documents nécessaires à l'achèvement du projet. Les retards causés par la non-réactivité du client peuvent entraîner des prolongations du calendrier du projet.",
        "Vous acceptez de ne pas utiliser nos services à des fins illégales ou pour inciter d'autres personnes à commettre des actes illégaux. Vous acceptez de vous conformer à toutes les lois et réglementations applicables.",
        "Vous êtes responsable du maintien de la confidentialité des identifiants de votre compte et de la restriction de l'accès à votre compte. Vous acceptez d'assumer la responsabilité de toutes les activités qui se produisent sous votre compte."
      ]
    },
    {
      "section_number": "7",
      "heading": "Politique de Confidentialité",
      "content": [
        "Votre vie privée est importante pour nous. Notre Politique de Confidentialité explique comment nous collectons, utilisons et protégeons vos informations lorsque vous utilisez nos services. En utilisant nos services, vous acceptez la collecte et l'utilisation d'informations conformément à notre Politique de Confidentialité.",
        "Nous collectons les informations que vous nous fournissez directement, les informations que nous collectons automatiquement lorsque vous utilisez nos services et les informations provenant de sources tierces.",
        "Nous mettons en œuvre des mesures de sécurité appropriées pour protéger vos informations personnelles contre tout accès, modification, divulgation ou destruction non autorisés."
      ]
    },
    {
      "section_number": "8",
      "heading": "Limitation de Responsabilité",
      "content": [
        "En aucun cas Studio, ses administrateurs, employés, partenaires, agents, fournisseurs ou affiliés ne pourront être tenus responsables de tout dommage indirect, accessoire, spécial, consécutif ou punitif, y compris, sans s'y limiter, la perte de profits, de données, d'utilisation, de clientèle ou d'autres pertes intangibles.",
        "Notre responsabilité est limitée au montant que vous avez payé pour le service spécifique ayant donné lieu à la réclamation. Cette limitation s'applique quelle que soit la théorie juridique sur laquelle repose la réclamation.",
        "Certaines juridictions n'autorisent pas l'exclusion de certaines garanties ou la limitation de responsabilité pour les dommages consécutifs ou accessoires, de sorte que les limitations ci-dessus peuvent ne pas s'appliquer à vous."
      ]
    },
    {
      "section_number": "9",
      "heading": "Résiliation",
      "content": [
        "Nous pouvons résilier ou suspendre votre compte et interdire l'accès au service immédiatement, sans préavis ni responsabilité, à notre seule discrétion, pour quelque raison que ce soit et sans limitation.",
        "Si vous souhaitez résilier votre compte, vous pouvez simplement cesser d'utiliser le service et nous informer par écrit de votre intention de résilier.",
        "Dès la résiliation, votre droit d'utiliser le service cessera immédiatement. Toutes les dispositions des Conditions qui, par leur nature, devraient survivre à la résiliation survivront à la résiliation."
      ]
    },
    {
      "section_number": "10",
      "heading": "Droit Applicable",
      "content": [
        "Ces Conditions seront interprétées et régies par les lois de l'État de Californie, États-Unis, sans égard à ses dispositions en matière de conflit de lois. Notre manquement à faire respecter tout droit ou disposition de ces Conditions ne sera pas considéré comme une renonciation à ces droits.",
        "Tout litige découlant de ces conditions ou de votre utilisation de nos services sera résolu par un arbitrage exécutoire conformément aux règles de l'American Arbitration Association.",
        "Si une disposition de ces Conditions est jugée invalide ou inapplicable par un tribunal, les autres dispositions de ces Conditions resteront en vigueur."
      ]
    },
    {
      "section_number": "11",
      "heading": "Modifications des Conditions",
      "content": [
        "Nous nous réservons le droit, à notre seule discrétion, de modifier ou de remplacer ces Conditions à tout moment. Si une révision est importante, nous fournirons un préavis d'au moins 30 jours avant l'entrée en vigueur de nouvelles conditions.",
        "Ce qui constitue un changement important sera déterminé à nuestra seule discrétion. En continuant d'accéder à notre service ou de l'utiliser après l'entrée en vigueur de toute révision, vous acceptez d'être lié par les conditions révisées.",
        "Si vous n'acceptez pas les nouvelles conditions, vous n'êtes plus autorisé à utiliser le service et devez cesser l'utilisation immédiatement."
      ]
    },
    {
      "section_number": "12",
      "heading": "Informations de Contact",
      "description": "Si vous avez des questions concernant ces Conditions de Service, veuillez nous contacter à l'adresse suivante :",
      "contact_details": {
        "email": "INFO@devisgon.com",
        "phone": "+92 331 6944411",
        "business_hours": "Lundi - Vendredi, 9h00 - 18h00 PST"
      }
    }
  ]
}