{
  "title": "سياسة الخصوصية",
  "date": "آخر تحديث: 15 مارس 2025",
  "table_of_contents": [
    "المعلومات التي نجمعها",
    "كيفية استخدامنا للمعلومات",
    "مشاركة المعلومات",
    "أمن البيانات",
    "ملفات تعريف الارتباط وتقنيات التتبع",
    "حقوقك",
    "خدمات الطرف الثالث",
    "خصوصية الأطفال",
    "نقل البيانات دولياً",
    "التغييرات على سياسة الخصوصية هذه",
    "اتصل بنا"
  ],
  "sections": [
    {
      "heading": "مقدمة",
      "items": [
        "مرحباً بكم في ستوديو (Studio) ('نحن' أو 'إننا' أو 'لنا'). نحن ملتزمون بحماية خصوصيتك وضمان أمن معلوماتك الشخصية. توضح سياسة الخصوصية هذه كيفية جمع معلوماتك واستخدامها والكشف عنها وحمايتها عندما تزور موقعنا الإلكتروني، أو تستخدم خدماتنا، أو تتفاعل معنا بأي شكل من الأشكال.",
        "من خلال استخدام خدماتنا، فإنك توافق على جمع واستخدام المعلومات وفقاً لهذه السياسة. إذا كنت لا توافق على سياساتنا وممارساتنا، فيرجى عدم استخدام خدماتنا.",
        "تنطبق هذه السياسة على جميع المعلومات التي يتم جمعها من خلال موقعنا الإلكتروني وتطبيقات الموبايل وأي خدمات أو مبيعات أو تسويق أو أحداث ذات صلة (يشار إليها مجتمعة باسم 'الخدمات')."
      ]
    },
    {
      "heading": "المعلومات التي نجمعها",
      "subsections": [
        {
          "title": "المعلومات الشخصية",
          "description": "قد نجمع المعلومات الشخصية التي تقدمها لنا طواعية، بما في ذلك:",
          "items": [
            "الاسم ومعلومات الاتصال (عنوان البريد الإلكتروني، رقم الهاتف، العنوان البريدي)",
            "معلومات الشركة والمسمى الوظيفي",
            "تفاصيل المشروع ومتطلباته",
            "معلومات الدفع والفوترة",
            "المراسلات التي ترسلها إلينا"
          ]
        },
        {
          "title": "المعلومات التي يتم جمعها تلقائياً",
          "description": "عندما تزور موقعنا الإلكتروني، قد نجمع تلقائياً معلومات معينة حول جهازك وأنماط استخدامك:",
          "items": [
            "عنوان IP ومعلومات الموقع الجغرافي",
            "نوع المتصفح وإصداره",
            "معلومات الجهاز ونظام التشغيل",
            "الصفحات التي تمت زيارتها والوقت الذي يقضيه الزائر على موقعنا",
            "الموقع الإلكتروني المحيل ومصطلحات البحث"
          ]
        }
      ]
    },
    {
      "heading": "كيفية استخدامنا للمعلومات",
      "description": "نستخدم المعلومات التي نجمعها لأغراض مختلفة، بما في ذلك:",
      "items": [
        "تقديم خدماتنا وصيانتها",
        "معالجة المعاملات وإدارة علاقات العملاء",
        "التواصل معك بشأن المشاريع والخدمات والتحديثات",
        "تحسين موقعنا وخدماتنا بناءً على ملاحظات المستخدمين",
        "تخصيص تجربتك على موقعنا الإلكتروني",
        "تسويق خدماتنا (بموافقتك حيثما كان ذلك مطلوباً)",
        "الامتثال للالتزامات القانونية وحماية حقوقنا",
        "كشف ومنع الاحتيال أو المشكلات الأمنية"
      ]
    },
    {
      "heading": "مشاركة المعلومات",
      "description": "نحن لا نبيع أو نتاجر أو ننقل معلوماتك الشخصية إلى أطراف ثالثة دون موافقتك، باستثناء الحالات التالية:",
      "items": [
        {
          "title": "مزودو الخدمة",
          "details": "قد نشارك المعلومات مع مزودي خدمة طرف ثالث موثوق بهم والذين يساعدوننا في تشغيل موقعنا الإلكتروني وإدارة أعمالنا"
        },
        {
          "title": "المتطلبات القانونية",
          "details": "قد نكشف عن المعلومات عندما يطلب منا القانون ذلك أو لحماية حقوقنا أو ممتلكاتنا أو سلامتنا"
        },
        {
          "title": "انتقال ملكية الأعمال",
          "details": "في حالة الاندماج أو الاستحواذ أو بيع الأصول، قد يتم نقل معلوماتك"
        },
        {
          "title": "الموافقة",
          "details": "قد نشارك المعلومات بموافقتك الصريحة لأغراض محددة"
        }
      ]
    },
    {
      "heading": "أمن البيانات",
      "description": "نحن ننفذ إجراءات تقنية وتنظيمية مناسبة لحماية معلوماتك الشخصية ضد الوصول غير المصرح به أو التغيير أو الإفصاح أو الإتلاف.",
      "items": [
        "تشفير البيانات أثناء النقل وعند التخزين",
        "تقييمات وتحديثات أمنية منتظمة",
        "ضوابط الوصول وتدابير المصادقة",
        "تدريب الموظفين على ممارسات حماية البيانات",
        "إجراءات النسخ الاحتياطي والاستعادة الآمنة"
      ],
      "disclaimer": "ومع ذلك، لا توجد وسيلة نقل عبر الإنترنت أو تخزين إلكتروني آمنة بنسبة 100%. وبينما نسعى جاهدين لحماية معلوماتك، لا يمكننا ضمان أمنها المطلق."
    },
    {
      "heading": "ملفات تعريف الارتباط وتقنيات التتبع",
      "description": "نستخدم ملفات تعريف الارتباط وتقنيات التتبع المشابهة لتحسين تجربتك على موقعنا. ملفات تعريف الارتباط هي ملفات بيانات صغيرة مخزنة على جهازك تساعدنا في:",
      "items": [
        "تذكر تفضيلاتك وإعداداتك",
        "تحليل حركة المرور على الموقع وأنماط الاستخدام",
        "تقديم محتوى وإعلانات مخصصة",
        "تحسين وظائف الموقع وأدائه"
      ],
      "contact_note": "يمكنك التحكم في إعدادات ملفات تعريف الارتباط من خلال تفضيلات متصفحك. ومع ذلك، قد يؤدي تعطيل ملفات تعريف الارتباط إلى الحد من بعض وظائف الموقع."
    },
    {
      "heading": "حقوقك",
      "description": "اعتماداً على موقعك، قد يكون لديك الحقوق التالية فيما يتعلق بمعلوماتك الشخصية:",
      "items": [
        { "right": "الوصول", "details": "طلب الوصول إلى معلوماتك الشخصية التي نحتفظ بها" },
        { "right": "التصحيح", "details": "طلب تصحيح المعلومات غير الدقيقة أو غير الكاملة" },
        { "right": "الحذف", "details": "طلب حذف معلوماتك الشخصية" },
        { "right": "نقل البيانات", "details": "طلب نقل معلوماتك إلى خدمة أخرى" },
        { "right": "التقييد", "details": "طلب تقييد المعالجة في ظروف معينة" },
        { "right": "الاعتراض", "details": "الاعتراض على المعالجة بناءً على مصالح مشروعة" },
        { "right": "السحب", "details": "سحب الموافقة على المعالجة حيثما ينطبق ذلك" }
      ],
      "contact_note": "لممارسة هذه الحقوق، يرجى الاتصال بنا باستخدام المعلومات الواردة في قسم 'اتصل بنا'."
    },
    {
      "heading": "خدمات الطرف الثالث",
      "description": "قد يحتوي موقعنا على روابط لمواقع طرف ثالث أو يتكامل مع خدمات طرف ثالث. نحن لسنا مسؤولين عن ممارسات الخصوصية لهذه المواقع الخارجية.",
      "items": [
        "خدمات التحليل (Google Analytics، إلخ.)",
        "معالجو الدفع",
        "منصات التسويق عبر البريد الإلكتروني",
        "منصات التواصل الاجتماعي",
        "أدوات دعم العملاء"
      ]
    },
    {
      "heading": "خصوصية الأطفال",
      "content": [
        "خدماتنا ليست مخصصة للأطفال دون سن 16 عاماً. نحن لا نجمع معلومات شخصية عن علم من الأطفال دون سن 16 عاماً. إذا علمنا أننا جمعنا معلومات شخصية من طفل دون سن 16 عاماً دون موافقة الوالدين، فسنقوم باتخاذ خطوات لإزالة تلك المعلومات من خوادمنا.",
        "إذا كنت والداً أو وصياً وتعتقد أن طفلك قد زودنا بمعلومات شخصية، فيرجى الاتصال بنا على الفور."
      ]
    },
    {
      "heading": "نقل البيانات دولياً",
      "content": [
        "قد يتم نقل معلوماتك ومعالجتها في بلدان أخرى غير بلدك.",
        "نحن نضمن وجود ضمانات مناسبة عند نقل البيانات دولياً."
      ],
      "safeguards": [
        "البنود التعاقدية القياسية المعتمدة من قبل السلطات التنظيمية",
        "قرارات الكفاية الصادرة عن سلطات حماية البيانات ذات الصلة",
        "آليات النقل الأخرى المعترف بها قانوناً"
      ]
    },
    {
      "heading": "التغييرات على سياسة الخصوصية هذه",
      "description": "قد نقوم بتحديث سياسة الخصوصية هذه من وقت لآخر لتعكس التغييرات في ممارساتنا أو القوانين المعمول بها. سنقوم بإخطارك بأي تغييرات جوهرية عن طريق:",
      "items": [
        "نشر السياسة المحدثة على موقعنا الإلكتروني",
        "إرسال إشعار إليك عبر البريد الإلكتروني (إذا كنت قد زودتنا بعنوان بريدك الإلكتروني)",
        "عرض إشعار بارز على موقعنا الإلكتروني",
        "استمرارك في استخدام خدماتنا بعد أي تغييرات يشير إلى قبولك لسياسة الخصوصية المحدثة."
      ]
    }
  ]
}