{
  "title": "شروط الخدمة",
  "date": "آخر تحديث: 15 يناير 2025",
  "table_of_contents": [
    "1. قبول الشروط",
    "2. وصف الخدمات",
    "3. حسابات المستخدمين",
    "4. شروط الدفع",
    "5. الملكية الفكرية",
    "6. مسؤوليات المستخدم",
    "7. سياسة الخصوصية",
    "8. تحديد المسؤولية",
    "9. الإنهاء",
    "10. القانون الحاكم",
    "11. التغييرات على الشروط",
    "12. معلومات الاتصال"
  ],
  "sections": [
    {
      "section_number": "1",
      "heading": "قبول الشروط",
      "content": [
        "من خلال الوصول إلى موقع خدمات ستوديو (Studio) واستخدامها، فإنك تقبل وتوافق على الالتزام بشروط وأحكام هذه الاتفاقية. إذا كنت لا توافق على الالتزام بما ورد أعلاه، فيرجى عدم استخدام هذه الخدمة.",
        "تشكل شروط الخدمة هذه اتفاقية ملزمة قانوناً مبرمة بينك، سواء شخصياً أو نيابة عن كيان (\"أنت\") وبين ستوديو (\"الشركة\" أو \"نحن\" أو \"إننا\" أو \"لنا\")، فيما يتعلق بوصولك إلى موقعنا وخدماتنا واستخدامهما.",
        "أنت توافق على أنك من خلال الوصول إلى خدماتنا، قد قرأت وفهمت ووافقت على الالتزام بجميع شروط الخدمة هذه. إذا كنت لا توافق على جميع شروط الخدمة هذه، فيُحظر عليك صراحةً استخدام خدماتنا ويجب عليك التوقف عن الاستخدام فوراً."
      ]
    },
    {
      "section_number": "2",
      "heading": "وصف الخدمات",
      "content": [
        "يقدم ستوديو خدمات التصميم والتطوير الرقمي بما في ذلك، على سبيل المثال لا الحصر، تصميم المواقع الإلكترونية، والعلامات التجارية، وتطوير تطبيقات الهاتف المحمول، وحلول التسويق الرقمي. تم تصميم خدماتنا لمساعدة الشركات على إنشاء تجارب رقمية مقنعة.",
        "نحتفظ بالحق في تعديل أو تعليق أو إيقاف أي جانب من خدماتنا في أي وقت دون إشعار مسبق. كما نحتفظ بالحق في رفض الخدمة لأي شخص لأي سبب وفي أي وقت.",
        "تخضع جميع الخدمات لمدى التوفر وقد تكون محدودة بسبب الموقع الجغرافي أو القيود الفنية أو عوامل أخرى خارجة عن إرادتنا."
      ]
    },
    {
      "section_number": "3",
      "heading": "حسابات المستخدمين",
      "content": [
        "عند إنشاء حساب معنا، يجب عليك تقديم معلومات دقيقة وكاملة وحديثة في جميع الأوقات. أنت مسؤول عن حماية كلمة المرور وعن جميع الأنشطة التي تحدث تحت حسابك.",
        "لا يجوز لك استخدام اسم شخص آخر أو كيان آخر كاسم مستخدم، أو اسماً غير متاح قانوناً للاستخدام، أو اسماً أو علامة تجارية تخضع لأي حقوق لشخص أو كيان آخر غيرك دون تفويض مناسب.",
        "نحتفظ بالحق في رفض الخدمة أو إنهاء الحسابات أو إلغاء الطلبات وفقاً لتقديرنا الخاص، بما في ذلك على سبيل المثال لا الحصر، الحسابات التي نرى أنها تنتهك هذه الشروط."
      ]
    },
    {
      "section_number": "4",
      "heading": "شروط الدفع",
      "content": [
        "يتم تسعير جميع الرسوم بالدولار الأمريكي وهي غير قابلة للاسترداد ما لم ينص على خلاف ذلك. يستحق الدفع وفقاً لجدول الدفع المحدد في اتفاقية الخدمة الخاصة بك. قد يؤدي التأخر في السداد إلى تعليق الخدمة.",
        "نقبل أشكالاً مختلفة من الدفع بما في ذلك بطاقات الائتمان، والتحويلات المصرفية، ومنصات الدفع الرقمية. يجب أن تكون جميع معلومات الدفع دقيقة ومحدثة.",
        "في حالة عدم الدفع، نحتفظ بالحق في تعليق الخدمات ومتابعة تحصيل المبالغ المستحقة من خلال القنوات القانونية المناسبة."
      ]
    },
    {
      "section_number": "5",
      "heading": "الملكية الفكرية",
      "content": [
        "إن الخدمة ومحتواها الأصلي وميزاتها ووظائفها هي وسوف تظل ملكية حصرية لستوديو ومرخصيه. الخدمة محمية بموجب حقوق الطبع والنشر والعلامات التجارية والقوانين الأخرى.",
        "عند دفع رسوم الخدمات بالكامل، يحصل العملاء على ملكية المخرجات النهائية كما هو محدد في اتفاقية المشروع. ومع ذلك، يحتفظ ستوديو بالحق في استخدام الأعمال المكتملة في ملفات الأعمال والمواد التسويقية.",
        "لا يجوز لك إعادة إنتاج أو توزيع أو تعديل أو إنشاء أعمال مشتقة من أو عرض أو أداء أو إعادة نشر أو تنزيل أو تخزين أو نقل أي من المواد الموجودة في خدمتنا دون موافقة خطية مسبقة."
      ]
    },
    {
      "section_number": "6",
      "heading": "مسؤوليات المستخدم",
      "content": [
        "أنت مسؤول عن تقديم متطلبات المشروع الدقيقة، والملاحظات في الوقت المناسب، والمواد اللازمة لإكمال المشروع. قد تؤدي التأخيرات الناتجة عن عدم استجابة العميل إلى تمديد الجدول الزمني للمشروع.",
        "أنت توافق على عدم استخدام خدماتنا لأي غرض غير قانوني أو لحث الآخرين على أداء أعمال غير قانونية. كما توافق على الامتثال لجميع القوانين واللوائح المعمول بها.",
        "أنت مسؤول عن الحفاظ على سرية بيانات اعتماد حسابك وعن تقييد الوصول إلى حسابك. وتوافق على قبول المسؤولية عن جميع الأنشطة التي تحدث تحت حسابك."
      ]
    },
    {
      "section_number": "7",
      "heading": "سياسة الخصوصية",
      "content": [
        "خصوصيتك تهمنا. توضح سياسة الخصوصية الخاصة بنا كيفية جمع معلوماتك واستخدامها وحمايتها عند استخدام خدماتنا. باستخدام خدماتنا، فإنك توافق على جمع المعلومات واستخدامها وفقاً لسياسة الخصوصية الخاصة بنا.",
        "نحن نجمع المعلومات التي تقدمها لنا مباشرة، والمعلومات التي نجمعها تلقائياً عند استخدام خدماتنا، والمعلومات من مصادر الطرف الثالث.",
        "نحن نطبق تدابير أمنية مناسبة لحماية معلوماتك الشخصية من الوصول غير المصرح به أو التغيير أو الإفصاح أو الإتلاف."
      ]
    },
    {
      "section_number": "8",
      "heading": "تحديد المسؤولية",
      "content": [
        "لا يجوز بأي حال من الأحوال أن يكون ستوديو أو مديروه أو موظفوه أو شركاؤه أو وكلاؤه أو موردوه أو التابعون له مسؤولين عن أي أضرار غير مباشرة أو عرضية أو خاصة أو تبعية أو تأديبية، بما في ذلك على سبيل المثال لا الحصر، خسارة الأرباح أو البيانات أو الاستخدام أو السمعة الطيبة أو غيرها من الخسائر غير الملموسة.",
        "تقتصر مسؤوليتنا على المبلغ الذي دفعته مقابل الخدمة المحددة التي نشأت عنها المطالبة. ينطبق هذا التحديد بغض النظر عن النظرية القانونية التي تستند إليها المطالبة.",
        "لا تسمح بعض الولايات القضائية باستثناء ضمانات معينة أو تحديد المسؤولية عن الأضرار التبعية أو العرضية، لذا قد لا تنطبق القيود المذكورة أعلاه عليك."
      ]
    },
    {
      "section_number": "9",
      "heading": "الإنهاء",
      "content": [
        "يجوز لنا إنهاء أو تعليق حسابك ومنع الوصول إلى الخدمة فوراً، دون إشعار مسبق أو مسؤولية، وفقاً لتقديرنا الخاص، لأي سبب كان وبدون قيود.",
        "إذا كنت ترغب في إنهاء حسابك، يمكنك ببساطة التوقف عن استخدام الخدمة وإخطارنا خطياً برغبتك في الإنهاء.",
        "عند الإنهاء، سينتهي حقك في استخدام الخدمة فوراً. جميع أحكام الشروط التي يجب بطبيعتها أن تظل سارية بعد الإنهاء تظل سارية المفعول."
      ]
    },
    {
      "section_number": "10",
      "heading": "القانون الحاكم",
      "content": [
        "تخضع هذه الشروط وتفسر وفقاً لقوانين ولاية كاليفورنيا بالولايات المتحدة الأمريكية، بغض النظر عن تعارضها مع نصوص القوانين. لا يعتبر فشلنا في إنفاذ أي حق أو نص من هذه الشروط تنازلاً عن تلك الحقوق.",
        "سيتم حل أي نزاعات تنشأ عن هذه الشروط أو استخدامك لخدماتنا من خلال تحكيم ملزم وفقاً لقواعد جمعية التحكيم الأمريكية.",
        "إذا اعتبرت المحكمة أن أي نص من هذه الشروط غير صالح أو غير قابل للتنفيذ، فإن الأحكام المتبقية من هذه الشروط ستظل سارية المفعول."
      ]
    },
    {
      "section_number": "11",
      "heading": "التغييرات على الشروط",
      "content": [
        "نحتفظ بالحق، وفقاً لتقديرنا الخاص، في تعديل أو استبدال هذه الشروط في أي وقت. إذا كان التعديل جوهرياً، فسنقدم إشعاراً قبل 30 يوماً على الأقل من بدء سريان أي شروط جديدة.",
        "سيتم تحديد ما يشكل تغييراً جوهرياً وفقاً لتقديرنا الخاص. من خلال الاستمرار في الوصول إلى خدمتنا أو استخدامها بعد سريان أي تعديلات، فإنك توافق على الالتزام بالشروط المعدلة.",
        "إذا كنت لا توافق على الشروط الجديدة، فلن يعود مصرحاً لك باستخدام الخدمة ويجب عليك التوقف عن استخدامها فوراً."
      ]
    },
    {
      "section_number": "12",
      "heading": "معلومات الاتصال",
      "description": "إذا كان لديك أي أسئلة حول شروط الخدمة هذه، يرجى الاتصال بنا عبر:",
      "contact_details": {
        "email": "INFO@devisgon.com",
        "phone": "+92 331 6944411",
        "business_hours": "الاثنين - الجمعة، 9:00 صباحاً - 6:00 مساءً بتوقيت المحيط الهادئ"
      }
    }
  ]
}