{
  "title": "پرائیویسی پالیسی",
  "date": "آخری اپڈیٹ: 15 مارچ 2025",
  "table_of_contents": [
    "معلومات جو اسیں جمع کردے آں",
    "اسیں معلومات نوں کیسے استعمال کردے آں",
    "معلومات دی شراکت داری",
    "ڈیٹا دی سیکیورٹی",
    "کوکیز تے ٹریکنگ ٹیکنالوجیز",
    "تہاڈے حقوق",
    "تیسری پارٹی دیاں خدمات",
    "بچیاں دی پرائیویسی",
    "بین الاقوامی ڈیٹا دی منتقلی",
    "اس پرائیویسی پالیسی وچ تبدیلیاں",
    "ساڈے نال رابطہ کرو"
  ],
  "sections": [
    {
      "heading": "تعارف",
      "items": [
        "اسٹوڈیو ('اسیں'، 'ساڈا' یا 'سانوں') وچ خوش آمدید۔ اسیں تہاڈی پرائیویسی دی حفاظت تے تہاڈی ذاتی معلومات دی سیکیورٹی نوں یقینی بنان لئی پرعزم آں۔ ایہ پرائیویسی پالیسی دسدی اے کہ جدوں تسیں ساڈی ویب سائٹ تے آؤندے او، ساڈیاں خدمات استعمال کردے او، یا ساڈے نال کسی وی طریقے نال رابطہ کردے او، تاں اسیں تہاڈی معلومات نوں کیسے جمع، استعمال، ظاہر تے محفوظ کردے آں۔",
        "ساڈیاں خدمات استعمال کر کے، تسیں اس پالیسی دے مطابق معلومات دے جمع کرن تے استعمال نال اتفاق کردے او۔ جے تسیں ساڈیاں پالیسیاں تے طریقیاں نال متفق نہیں او، تاں براہ کرم ساڈیاں خدمات استعمال نہ کرو۔",
        "ایہ پالیسی ساڈی ویب سائٹ، موبائل ایپلی کیشنز، تے کسی وی متعلقہ خدمات، فروخت، مارکیٹنگ یا ایونٹس (مجموعی طور تے 'خدمات') دے ذریعے جمع کیتی گئی تمام معلومات اُتے لاگو ہوندی اے۔"
      ]
    },
    {
      "heading": "معلومات جو اسیں جمع کردے آں",
      "subsections": [
        {
          "title": "ذاتی معلومات",
          "description": "اسیں اوہ ذاتی معلومات جمع کر سکدے آں جو تسیں رضاکارانہ طور تے سانوں فراہم کردے او، بشمول:",
          "items": [
            "ناں تے رابطے دی معلومات (ای میل پتہ، فون نمبر، ڈاک دا پتہ)",
            "کمپنی دی معلومات تے جاب ٹائٹل",
            "پروجیکٹ دی تفصیلات تے ضروریات",
            "ادائیگی تے بلنگ دی معلومات",
            "مراسلات جو تسیں سانوں گھلدے او"
          ]
        },
        {
          "title": "خود بخود جمع کیتی گئی معلومات",
          "description": "جدوں تسیں ساڈی ویب سائٹ تے آؤندے او، اسیں خود بخود تہاڈے آلے (ڈیوائس) تے استعمال دے طریقیاں دے بارے وچ کچھ معلومات جمع کر سکدے آں:",
          "items": [
            "آئی پی ایڈریس تے لوکیشن دی معلومات",
            "براؤزر دی قسم تے ورژن",
            "ڈیوائس دی معلومات تے آپریٹنگ سسٹم",
            "دیکھے گئے صفحات تے ویب سائٹ اُتے گزاریا گیا وقت",
            "ریفرنگ ویب سائٹ تے تلاش دے الفاظ"
          ]
        }
      ]
    },
    {
      "heading": "اسیں معلومات نوں کیسے استعمال کردے آں",
      "description": "اسیں جمع کیتی گئی معلومات نوں مختلف مقصداں لئی استعمال کردے آں، بشمول:",
      "items": [
        "اپنی خدمات فراہم کرنا تے برقرار رکھنا",
        "لین دین دی کارروائی تے کلائنٹ نال تعلقات دا انتظام کرنا",
        "پروجیکٹس، خدمات تے اپڈیٹس دے بارے وچ تہاڈے نال رابطہ کرنا",
        "صارفین دے فیڈ بیک دی بنیاد اُتے اپنی ویب سائٹ تے خدمات نوں بہتر بنانا",
        "ویب سائٹ اُتے تہاڈے تجربے نوں ذاتی بنانا",
        "اپنی خدمات دی مارکیٹنگ کرنا (جتھے ضرورت ہووے تہاڈی اجازت نال)",
        "قانونی ذمہ داریاں دی تعمیل کرنا تے اپنے حقوق دی حفاظت کرنا",
        "دھوکہ دہی یا سیکیورٹی مسائل دا پتہ لانا تے روکنا"
      ]
    },
    {
      "heading": "معلومات دی شراکت داری",
      "description": "اسیں تہاڈی اجازت دے بغیر تہاڈی ذاتی معلومات تیسری پارٹیاں نوں نہیں ویچدے، تجارت نہیں کردے یا منتقل نہیں کردے، سوائے درج ذیل حالات دے:",
      "items": [
        {
          "title": "سروس فراہم کنندگان",
          "details": "اسیں بھروسہ مند تیسری پارٹی دے سروس فراہم کنندگان دے نال معلومات شیئر کر سکدے آں جو ساڈی ویب سائٹ چلان تے کاروبار کرن وچ ساڈی مدد کردے آں"
        },
        {
          "title": "قانونی ضروریات",
          "details": "اسیں معلومات نوں ظاہر کر سکدے آں جدوں قانون دی ضرورت ہووے یا اپنے حقوق، جائیداد یا حفاظت دی حفاظت لئی"
        },
        {
          "title": "کاروباری منتقلی",
          "details": "ضم ہون، حصول، یا اثاثیاں دی فروخت دی صورت وچ، تہاڈی معلومات منتقل کیتی جا سکدی اے"
        },
        {
          "title": "اجازت",
          "details": "اسیں مخصوص مقصداں لئی تہاڈی واضح اجازت نال معلومات شیئر کر سکدے آں"
        }
      ]
    },
    {
      "heading": "ڈیٹا دی سیکیورٹی",
      "description": "اسیں تہاڈی ذاتی معلومات نوں غیر مجاز رسائی، تبدیلی، انکشاف یا تباہی توں بچان لئی مناسب تکنیکی تے تنظیمی اقدامات نافذ کردے آں۔",
      "items": [
        "ڈیٹا دی ٹرانزٹ تے ریسٹ وچ انکرپشن",
        "باقاعدہ سیکیورٹی جائزے تے اپڈیٹس",
        "رسائی دے کنٹرول تے تصدیقی اقدامات",
        "ڈیٹا پروٹیکشن طریقیاں اُتے ملازمین دی تربیت",
        "محفوظ بیک اپ تے ریکوری دے طریقے"
      ],
      "disclaimer": "تاہم، انٹرنیٹ دے ذریعے منتقلی یا الیکٹرانک اسٹوریج دا کوئی وی طریقہ 100٪ محفوظ نہیں اے۔ اگرچہ اسیں تہاڈی معلومات دی حفاظت دی کوشش کردے آں، اسیں مکمل سیکیورٹی دی ضمانت نہیں دے سکدے"
    },
    {
      "heading": "کوکیز تے ٹریکنگ ٹیکنالوجیز",
      "description": "اسیں ویب سائٹ اُتے تہاڈے تجربے نوں بہتر بنان لئی کوکیز تے اسی طرح دی ٹریکنگ ٹیکنالوجیز استعمال کردے آں۔ کوکیز تہاڈی ڈیوائس اُتے اسٹور کیتی گئی چھوٹی ڈیٹا فائلاں ہوندیاں آں جو ساڈی مدد کردیاں آں:",
      "items": [
        "تہاڈیاں ترجیحات تے سیٹنگز نوں یاد رکھنا",
        "ویب سائٹ ٹریفک تے استعمال دے طریقیاں دا تجزیہ کرنا",
        "ذاتی نوعیت دا مواد تے اشتہارات فراہم کرنا",
        "ویب سائٹ دی فعالیت تے کارکردگی نوں بہتر بنانا"
      ],
      "contact_note": "تسیں اپنے براؤزر دی ترجیحات دے ذریعے کوکی سیٹنگز نوں کنٹرول کر سکدے او۔ تاہم، کوکیز نوں غیر فعال کرن نال ویب سائٹ دی کچھ فعالیت محدود ہو سکدی اے"
    },
    {
      "heading": "تہاڈے حقوق",
      "description": "تہاڈی لوکیشن دے مطابق، تہاڈی ذاتی معلومات دے حوالے نال تہاڈے درج ذیل حقوق ہو سکدے آں:",
      "items": [
        { "right": "رسائی", "details": "ساڈے کول موجود تہاڈی ذاتی معلومات تک رسائی دی درخواست کرنا" },
        { "right": "درستگی", "details": "غلط یا نامکمل معلومات دی درستگی دی درخواست کرنا" },
        { "right": "خاتمہ", "details": "اپنی ذاتی معلومات نوں حذف کرن دی درخواست کرنا" },
        { "right": "پورٹیبلٹی", "details": "اپنی معلومات نوں کسی دوسری سروس وچ منتقل کرن دی درخواست کرنا" },
        { "right": "پابندی", "details": "مخصوص حالات وچ پروسیسنگ اُتے پابندی دی درخواست کرنا" },
        { "right": "اعتراض", "details": "جائز مفادات دی بنیاد اُتے پروسیسنگ اُتے اعتراض کرنا" },
        { "right": "واپسی", "details": "جتھے لاگو ہووے، پروسیسنگ لئی اپنی رضامندی واپس لینا" }
      ],
      "contact_note": "انہاں حقوق نوں استعمال کرن لئی، براہ کرم ساڈے نال رابطہ کرو سیکشن وچ فراہم کردہ معلومات دا استعمال کردے ہوئے ساڈے نال رابطہ کرو"
    },
    {
      "heading": "تیسری پارٹی دیاں خدمات",
      "description": "ساڈی ویب سائٹ وچ تیسری پارٹی دیاں ویب سائٹس دے لنکس ہو سکدے آں یا تیسری پارٹی دیاں خدمات دے نال انٹیگریشن ہو سکدی اے۔ اسیں انہاں بیرونی سائٹس دی پرائیویسی پالیسی دے ذمہ دار نہیں آں۔",
      "items": [
        "تجزیاتی خدمات (گوگل اینالیٹکس وغیرہ)",
        "پیمنٹ پروسیسرز",
        "ای میل مارکیٹنگ پلیٹ فارمز",
        "سوشل میڈیا پلیٹ فارمز",
        "کسٹمر سپورٹ ٹولز"
      ]
    },
    {
      "heading": "بچیاں دی پرائیویسی",
      "content": [
        "ساڈیاں خدمات 16 سال توں کم عمر بچیاں لئی نہیں آں۔ اسیں جان بوجھ کے 16 سال توں کم عمر بچیاں توں ذاتی معلومات جمع نہیں کردے۔ جے سانوں پتہ لگدا اے کہ اسیں والدین دی رضامندی دے بغیر 16 سال توں کم عمر بچے توں ذاتی معلومات جمع کیتی اے، تاں اسیں اپنے سرورز توں اوہ معلومات ہٹان لئی اقدامات کراں گے۔",
        "جے تسیں والدین یا سرپرست او تے یقین رکھدے او کہ تہاڈے بچے نے سانوں ذاتی معلومات فراہم کیتی اے، تاں براہ کرم فوری طور تے ساڈے نال رابطہ کرو۔"
      ]
    },
    {
      "heading": "بین الاقوامی ڈیٹا دی منتقلی",
      "content": [
        "تہاڈی معلومات تہاڈے اپنے ملک دے علاوہ دوسرے ملکاں وچ منتقل تے پروسیس کیتی جا سکدی اے۔",
        "اسیں یقینی بناؤندے آں کہ بین الاقوامی سطح اُتے ڈیٹا منتقل کردے وقت مناسب حفاظتی اقدامات موجود ہون۔"
      ],
      "safeguards": [
        "ریگولیٹری حکام دی طرفوں منظور شدہ معیاری معاہدے دیاں دفعات",
        "متعلقہ ڈیٹا پروٹیکشن حکام دے فیصلے",
        "دوسرے قانونی طور تے تسلیم شدہ منتقلی دے طریقے"
      ]
    },
    {
      "heading": "اس پرائیویسی پالیسی وچ تبدیلیاں",
      "description": "اسیں اپنے طریقیاں یا لاگو قوانین وچ تبدیلیاں نوں ظاہر کرن لئی وقتاً فوقتاً اس پرائیویسی پالیسی نوں اپڈیٹ کر سکدے آں۔ اسیں تہاڈی کسی وی مادی تبدیلی دے بارے وچ مطلع کراں گے بذریعہ:",
      "items": [
        "اپنی ویب سائٹ اُتے اپڈیٹ کیتی گئی پالیسی پوسٹ کرنا",
        "تہانوں ای میل نوٹیفکیشن گھلنا (جے تسیں اپنا ای میل پتہ فراہم کیتا اے)",
        "ساڈی ویب سائٹ اُتے نمایاں نوٹس دکھانا",
        "کسی وی تبدیلی دے بعد ساڈیاں خدمات دا تہاڈا مسلسل استعمال اپڈیٹ کیتی گئی پرائیویسی پالیسی دی تہاڈی قبولیت نوں ظاہر کردا اے۔"
      ]
    }
  ]
}