{
  "title": "سروس دیاں شرائط",
  "date": "آخری اپڈیٹ: 15 جنوری 2025",
  "table_of_contents": [
    "1. شرائط دی قبولیت",
    "2. خدمات دی تفصیل",
    "3. صارف دے اکاؤنٹس",
    "4. ادائیگی دیاں شرائط",
    "5. دانشورانہ ملکیت (IP)",
    "6. صارف دی ذمہ داریاں",
    "7. پرائیویسی پالیسی",
    "8. ذمہ داری دی حد",
    "9. خاتمہ",
    "10. لاگو قانون",
    "11. شرائط وچ تبدیلیاں",
    "12. رابطے دی معلومات"
  ],
  "sections": [
    {
      "section_number": "1",
      "heading": "شرائط دی قبولیت",
      "content": [
        "اسٹوڈیو دی ویب سائٹ تے خدمات تک رسائی حاصل کر کے تے استعمال کر کے، تسیں اس معاہدے دیاں شرائط و ضوابط نوں قبول کردے او تے انہاں دے پابند ہون لئی اتفاق کردے او۔ جے تسیں مندرجہ بالا شرائط نال اتفاق نہیں کردے، تاں براہ کرم اس سروس نوں استعمال نہ کرو۔",
        "سروس دیاں ایہ شرائط تہاڈے (چاہے ذاتی طور تے یا کسی ادارے دی طرفوں، یعنی \"تسیں\") تے اسٹوڈیو (\"کمپنی\"، \"اسیں\"، یا \"ساڈا\") دے درمیان تہاڈی ویب سائٹ تے خدمات دے استعمال دے حوالے نال اک قانونی معاہدہ آں۔",
        "تسیں اتفاق کردے او کہ ساڈیاں خدمات تک رسائی حاصل کر کے، تسیں سروس دیاں انہاں تمام شرائط نوں پڑھ لیا اے، سمجھ لیا اے تے انہاں دے پابند ہون لئی اتفاق کیتا اے۔ جے تسیں انہاں تمام شرائط نال اتفاق نہیں کردے، تاں تہانوں ساڈیاں خدمات استعمال کرن توں واضح طور تے منع کیتا جاندا اے تے تسیں فوری طور تے استعمال بند کر دیو۔"
      ]
    },
    {
      "section_number": "2",
      "heading": "خدمات دی تفصیل",
      "content": [
        "اسٹوڈیو ڈیجیٹل ڈیزائن تے ڈویلپمنٹ دیاں خدمات فراہم کردا اے جس وچ ویب ڈیزائن، برانڈنگ، موبائل ایپلی کیشن ڈویلپمنٹ، تے ڈیجیٹل مارکیٹنگ دے حل شامل آں۔ ساڈیاں خدمات کاروباراں نوں بہترین ڈیجیٹل تجربات بنان وچ مدد کرن لئی ڈیزائن کیتیاں گئیاں آں۔",
        "اسیں کسی وی وقت پیشگی اطلاع دے بغیر اپنی خدمات دے کسی وی پہلو نوں تبدیل کرن، معطل کرن یا بند کرن دا حق محفوظ رکھدے آں۔ اسیں کسی وی وقت کسی وی وجہ توں کسی نوں وی سروس توں انکار کرن دا حق وی محفوظ رکھدے آں۔",
        "تمام خدمات دستیابی دے تابع آں تے جغرافیائی لوکیشن، تکنیکی رکاوٹاں، یا ساڈے کنٹرول توں باہر دوسرے عوامل دی وجہ توں محدود ہو سکدیاں آں۔"
      ]
    },
    {
      "section_number": "3",
      "heading": "صارف دے اکاؤنٹس",
      "content": [
        "جدوں تسیں ساڈے نال اکاؤنٹ بناندے او، تاں تہانوں ایسی معلومات فراہم کرنی چاہیدی اے جو ہر وقت درست، مکمل تے موجودہ ہووے۔ تسیں پاسورڈ دی حفاظت تے اپنے اکاؤنٹ دے تحت ہون والیاں تمام سرگرمیاں دے ذمہ دار او۔",
        "تسیں بطور یوزرنیم کسی دوسرے شخص یا ادارے دا ناں استعمال نہیں کر سکدے جو قانونی طور تے استعمال لئی دستیاب نہیں اے، یا کوئی ایسا ناں یا ٹریڈ مارک جو تہاڈے علاوہ کسی دوسرے شخص یا ادارے دے حقوق دے تابع ہووے، مناسب اجازت دے بغیر۔",
        "اسیں اپنی صوابدید اُتے سروس توں انکار کرن، اکاؤنٹس ختم کرن، یا آرڈرز منسوخ کرن دا حق محفوظ رکھدے آں، بشمول انہاں اکاؤنٹس دے جنہاں دے بارے وچ اسیں سمجھدے آں کہ اوہ انہاں شرائط دی خلاف ورزی کر رہے آں۔"
      ]
    },
    {
      "section_number": "4",
      "heading": "ادائیگی دیاں شرائط",
      "content": [
        "تمام فیساں امریکی ڈالرز وچ دتیاں گئیاں آں تے ناقابل واپسی آں، سوائے اس دے کہ کوئی دوسری صورت بیان کیتی گئی ہووے۔ ادائیگی تہاڈے سروس معاہدے وچ دتے گئے ادائیگی دے شیڈول دے مطابق واجب الادا اے۔ دیر نال ادائیگی دے نتیجے وچ سروس معطل ہو سکدی اے۔",
        "اسیں ادائیگی دے مختلف طریقے قبول کردے آں بشمول کریڈٹ کارڈز، بینک ٹرانسفرز، تے ڈیجیٹل پیمنٹ پلیٹ فارمز۔ ادائیگی دی تمام معلومات درست تے اپ ٹو ڈیٹ ہونی چاہیدی اے۔",
        "عدم ادائیگی دی صورت وچ، اسیں خدمات معطل کرن تے مناسب قانونی ذرائع توں واجب الادا رقوم دی وصولی دا حق محفوظ رکھدے آں۔"
      ]
    },
    {
      "section_number": "5",
      "heading": "دانشورانہ ملکیت (IP)",
      "content": [
        "سروس تے اس دا اصل مواد، خصوصیات تے فنکشنلٹی اسٹوڈیو تے اس دے لائسنس دہندگان دی خصوصی ملکیت رہن گے۔ سروس کاپی رائٹ، ٹریڈ مارک تے دیگر قوانین دے ذریعے محفوظ اے۔",
        "خدمات دی مکمل ادائیگی اُتے، کلائنٹس نوں فائنل ڈیلیوریبلز دی ملکیت مل جاندی اے جیسا کہ پروجیکٹ معاہدے وچ بیان کیتا گیا اے۔ تاہم، اسٹوڈیو پورٹ فولیو تے مارکیٹنگ مواد وچ مکمل شدہ کم نوں استعمال کرن دا حق محفوظ رکھدا اے۔",
        "تسیں پیشگی تحریری اجازت دے بغیر ساڈی سروس دے کسی وی مواد نوں دوبارہ تیار، تقسیم، ترمیم، یا عوامی طور تے ڈسپلے نہیں کر سکدے۔"
      ]
    },
    {
      "section_number": "6",
      "heading": "صارف دی ذمہ داریاں",
      "content": [
        "تسیں پروجیکٹ دی درست ضروریات، بروقت فیڈ بیک، تے پروجیکٹ دی تکمیل لئی ضروری مواد فراہم کرن دے ذمہ دار او۔ کلائنٹ دی عدم توجہی دی وجہ توں ہون والی تاخیر دے نتیجے وچ پروجیکٹ دی ٹائم لائن ودھ سکدی اے۔",
        "تسیں اتفاق کردے او کہ ساڈیاں خدمات نوں کسی غیر قانونی مقصد لئی استعمال نہیں کرو گے یا دوسروں نوں غیر قانونی کام کرن لئی اکسائیں گے نہیں۔ تسیں تمام لاگو قوانین دی تعمیل کرن لئی اتفاق کردے او۔",
        "تسیں اپنے اکاؤنٹ دی اسناد نوں خفیہ رکھن تے اپنے اکاؤنٹ تک رسائی نوں محدود رکھن دے ذمہ دار او۔ تسیں اپنے اکاؤنٹ دے تحت ہون والیاں تمام سرگرمیاں دی ذمہ داری قبول کردے او۔"
      ]
    },
    {
      "section_number": "7",
      "heading": "پرائیویسی پالیسی",
      "content": [
        "تہاڈی پرائیویسی ساڈے لئی اہم اے۔ ساڈی پرائیویسی پالیسی دسدی اے کہ جدوں تسیں ساڈیاں خدمات استعمال کردے او تاں اسیں تہاڈی معلومات نوں کیسے جمع، استعمال تے محفوظ کردے آں۔ ساڈیاں خدمات استعمال کر کے، تسیں ساڈی پرائیویسی پالیسی دے مطابق معلومات دے جمع کرن تے استعمال نال اتفاق کردے او۔",
        "اسیں اوہ معلومات جمع کردے آں جو تسیں براہ راست سانوں فراہم کردے او، اوہ معلومات جو اسیں خود بخود جمع کردے آں، تے تیسری پارٹی دے ذرائع توں ملن والی معلومات۔",
        "اسیں تہاڈی ذاتی معلومات نوں غیر مجاز رسائی، تبدیلی، یا تباہی توں بچان لئی مناسب سیکیورٹی اقدامات نافذ کردے آں۔"
      ]
    },
    {
      "section_number": "8",
      "heading": "ذمہ داری دی حد",
      "content": [
        "کسی وی صورت وچ اسٹوڈیو، اس دے ڈائریکٹرز، ملازمین، شراکت دار، یا ایجنٹس کسی وی بالواسطہ، حادثاتی، یا تلافی دے نقصانات دے ذمہ دار نہیں ہون گے، بشمول منافع، ڈیٹا، یا دیگر غیر محسوس نقصانات۔",
        "ساڈی ذمہ داری صرف اس رقم تک محدود اے جو تہاڈے ولوں اس مخصوص سروس لئی ادا کیتی گئی سی جس دی وجہ توں کلیم پیدا ہویا۔ ایہ حد اس قانونی نظریے توں قطع نظر لاگو ہوندی اے جس اُتے کلیم مبنی اے۔",
        "کچھ عدالتی حدود مخصوص وارنٹی دے اخراج یا حادثاتی نقصانات دی ذمہ داری دی حد دی اجازت نہیں دیندیاں، اس لئی مندرجہ بالا حدود شاید تہاڈے اُتے لاگو نہ ہون۔"
      ]
    },
    {
      "section_number": "9",
      "heading": "خاتمہ",
      "content": [
        "اسیں اپنی صوابدید اُتے، کسی وی وجہ توں تے بغیر کسی حد دے، پیشگی اطلاع یا ذمہ داری دے بغیر، فوری طور تے تہاڈا اکاؤنٹ ختم یا معطل کر سکدے آں تے سروس تک رسائی روک سکدے آں۔",
        "جے تسیں اپنا اکاؤنٹ ختم کرنا چاہندے او، تاں تسیں صرف سروس دا استعمال بند کر سکدے او تے سانوں تحریری طور تے مطلع کر سکدے او۔",
        "خاتمے اُتے، سروس استعمال کرن دا تہاڈا حق فوری طور تے ختم ہو جائے گا۔ شرائط دیاں تمام دفعات جو اپنی فطرت دے لحاظ توں خاتمے دے بعد برقرار رہنی چاہیدیاں آں، برقرار رہن گیاں۔"
      ]
    },
    {
      "section_number": "10",
      "heading": "لاگو قانون",
      "content": [
        "انہاں شرائط دی تشریح تے انتظام ریاست کیلیفورنیا، امریکہ دے قوانین دے مطابق کیتا جائے گا۔ انہاں شرائط دے کسی وی حق یا فراہمی نوں نافذ کرن وچ ساڈی ناکامی نوں انہاں حقوق توں دستبرداری نہیں سمجھیا جائے گا۔",
        "انہاں شرائط یا ساڈیاں خدمات دے استعمال توں پیدا ہون والے کسی وی تنازعے نوں امریکن آربیٹریشن ایسوسی ایشن دے قواعد دے مطابق پابند ثالثی دے ذریعے حل کیتا جائے گا۔",
        "جے انہاں شرائط دی کوئی شق عدالت دے ذریعے کالعدم یا ناقابل نفاذ قرار دتی جاندی اے، تاں باقی شقاں لاگو رہن گیاں۔"
      ]
    },
    {
      "section_number": "11",
      "heading": "شرائط وچ تبدیلیاں",
      "content": [
        "اسیں اپنی صوابدید اُتے کسی وی وقت انہاں شرائط نوں تبدیل کرن یا تبدیل کرن دا حق محفوظ رکھدے آں۔ جے تبدیلی اہم ہووے، تاں اسیں نویاں شرائط لاگو ہون توں کم از کم 30 دن پہلے اطلاع فراہم کراں گے۔",
        "اک اہم تبدیلی کیا اے، اس دا فیصلہ ساڈی صوابدید اُتے کیتا جائے گا۔ کسی وی ترمیم دے نافذ ہون دے بعد ساڈی سروس تک رسائی جاری رکھ کے، تسیں ترمیم شدہ شرائط دے پابند ہون لئی اتفاق کردے او۔",
        "جے تسیں نویاں شرائط نال اتفاق نہیں کردے، تاں تہانوں سروس استعمال کرن دی اجازت نہیں اے تے تہانوں فوری طور تے استعمال بند کر دینا چاہیدا اے۔"
      ]
    },
    {
      "section_number": "12",
      "heading": "رابطے دی معلومات",
      "description": "جے تہاڈے کول سروس دیاں انہاں شرائط دے بارے وچ کوئی سوال اے، تاں براہ کرم ساڈے نال رابطہ کرو:",
      "contact_details": {
        "email": "INFO@devisgon.com",
        "phone": "+92 331 6944411",
        "business_hours": "پیر توں جمعہ، صبح 9:00 توں شام 6:00 بجے تک PST"
      }
    }
  ]
}