{
  "title": "Privacy Policy",
  "date": "Last updated: March 15, 2025",
  "table_of_contents": [
    "Information We Collect",
    "How We Use Information",
    "Information Sharing",
    "Data Security",
    "Cookies & Tracking Technologies",
    "Your Rights",
    "Third-Party Services",
    "Children's Privacy",
    "International Data Transfers",
    "Changes to This Privacy Policy",
    "Contact Us"
  ],
  "sections": [
    
     {
      "heading": "Introduction",
      "items": [
        "Welcome to Studio ('we,' 'our,' or 'us'). We are committed to protecting your privacy and ensuring the security of your personal information. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you visit our website, use our services, or interact with us in any way.",
        "By using our services, you agree to the collection and use of information in accordance with this policy. If you do not agree with our policies and practices, please do not use our services.",
        "This policy applies to all information collected through our website, mobile applications, and any related services, sales, marketing, or events (collectively, the 'Services')."
       
      ]
    },
        
      
    {
      "heading": "Information We Collect",
      "subsections": [
        {
          "title": "Personal Information",
          "description": "We may collect personal information that you voluntarily provide to us, including:",
          "items": [
            "Name and contact information (email address, phone number, mailing address)",
            "Company information and job title",
            "Project details and requirements",
            "Payment and billing information",
            "Communications you send to us"
          ]
        },
        {
          "title": "Automatically Collected Information",
          "description": "When you visit our website, we may automatically collect certain information about your device and usage patterns:",
          "items": [
            "IP address and location information",
            "Browser type and version",
            "Device information and operating system",
            "Pages visited and time spent on our website",
            "Referring website and search terms"
          ]
        }
      ]
    },
    {
      "heading": "How We Use Information",
      "description": "We use the information we collect for various purposes, including:",
      "items": [
        "Providing and maintaining our services",
        "Processing transactions and managing client relationships",
        "Communicating with you about projects, services, and updates",
        "Improving our website and services based on user feedback",
        "Personalizing your experience on our website",
        "Marketing our services (with your consent where required)",
        "Complying with legal obligations and protecting our rights",
        "Detecting and preventing fraud or security issues"
      ]
    },
    {
      "heading": "Information Sharing",
      "description": "We do not sell, trade, or otherwise transfer your personal information to third parties without your consent, except in the following circumstances:",
      "items": [
        {
          "title": "Service Providers",
          "details": "We may share information with trusted third-party service providers who assist us in operating our website and conducting our business"
        },
        {
          "title": "Legal Requirements",
          "details": "We may disclose information when required by law or to protect our rights, property, or safety"
        },
        {
          "title": "Business Transfers",
          "details": "In the event of a merger, acquisition, or sale of assets, your information may be transferred"
        },
        {
          "title": "Consent",
          "details": "We may share information with your explicit consent for specific purposes"
        }
      ]
    },
    {
      "heading": "Data Security",
      "description": "We implement appropriate technical and organizational measures to protect your personal information against unauthorized access, alteration, disclosure, or destruction.",
      "items": [
        "Encryption of data in transit and at rest",
        "Regular security assessments and updates",
        "Access controls and authentication measures",
        "Employee training on data protection practices",
        "Secure backup and recovery procedures"
      ],
      "disclaimer": "However, no method of transmission over the internet or electronic storage is 100% secure. While we strive to protect your information, we cannot guarantee absolute security."
    },
    {
      "heading": "Cookies & Tracking Technologies",
      "description": "We use cookies and similar tracking technologies to enhance your experience on our website. Cookies are small data files stored on your device that help us:",
      "items": [
        "Remember your preferences and settings",
        "Analyze website traffic and usage patterns",
        "Provide personalized content and advertisements",
        "Improve website functionality and performance"
      ],
      "contact_note": "You can control cookie settings through your browser preferences. However, disabling cookies may limit some website functionality."
    },
    {
      "heading": "Your Rights",
      "description": "Depending on your location, you may have the following rights regarding your personal information:",
      "items": [
        { "right": "Access", "details": "Request access to your personal information we hold" },
        { "right": "Correction", "details": "Request correction of inaccurate or incomplete information" },
        { "right": "Deletion", "details": "Request deletion of your personal information" },
        { "right": "Portability", "details": "Request transfer of your information to another service" },
        { "right": "Restriction", "details": "Request restriction of processing in certain circumstances" },
        { "right": "Objection", "details": "Object to processing based on legitimate interests" },
        { "right": "Withdrawal", "details": "Withdraw consent for processing where applicable" }
      ],
      "contact_note": "To exercise these rights, please contact us using the information provided in the Contact Us section."
    },
    {
      "heading": "Third-Party Services",
      "description": "Our website may contain links to third-party websites or integrate with third-party services. We are not responsible for the privacy practices of these external sites.",
      "items": [
        "Analytics services (Google Analytics, etc.)",
        "Payment processors",
        "Email marketing platforms",
        "Social media platforms",
        "Customer support tools"
      ]
    },
    {
      "heading": "Children's Privacy",
      "content": [
        "Our services are not intended for children under the age of 16.",
        "If we become aware that we have collected personal information from a child under 16, we will take steps to remove it."
      ]
    },
    {
      "heading": "International Data Transfers",
      "content": [
        "Your information may be transferred to and processed in countries other than your own.",
        "We ensure appropriate safeguards are in place when transferring data internationally."
      ],
      "safeguards": [
        "Standard contractual clauses approved by regulatory authorities",
        "Adequacy decisions by relevant data protection authorities",
        "Other legally recognized transfer mechanisms"
      ]
    },
    {
      "heading": "Changes to This Privacy Policy",
      "content": [
        "We may update this Privacy Policy from time to time.",
        "Continued use of our services indicates acceptance of the updated policy."
      ]
    }
  ]
 
}
